<?php

$label['intro'] = 'ยินดีสู่การสำรวจโปรเจ็ค Cressida 2026';
$label['rd_name'] = 'ชื่อผู้ให้สัมภาษณ์ (RD)';
$label['rd_tel'] = 'เบอร์โทรผู้ให้สัมภาษณ์';

$label['QUOTA_GENDER'] = 'เพศ';
$label['QUOTA_SES'] = 'SES';
$label['QUOTA_AGE'] = 'อายุ';
$label['QUOTA_GBKK'] = 'Location';
$label['QUOTA_BUMO'] = 'เครื่องดื่มแอลกอฮอล์และแบรนด์ที่ดื่มบ่อยสุด (BUMO)';

$list['QUOTA_GENDER'] = '1:หญิง;2:LGBT';
$list['QUOTA_SES'] = '1:B;2:C+;3:C';
$list['QUOTA_AGE'] = '1:20-29;2:30-39;3:40-45';
$list['QUOTA_GBKK'] = '1:Inner BKK;2:Middle BKK;3:Outer BKK';
$list['QUOTA_BUMO'] = '1:ผู้ที่ดื่ม สปายไวน์คูลเลอร์ P3M;2:ผู้ที่ดื่ม เครื่องดื่มผสมพร้อมดื่ม ไวน์คูลเลอร์ ค๊อกเทล ไฮบอล บรรจุขวดพร้อมดื่ม P3M;3:ผู้ที่ดื่ม เบียร์ และ มีสปายไวน์คูลเลอร์ เป็น หนึ่งในตัวเลือก P3M';

$list['like'] = '1:ไม่ชอบมาก;2:ไม่ชอบปานกลาง;3:ไม่ชอบเล็กน้อย;4:เฉยๆ;5:ชอบเล็กน้อย;6:ชอบปานกลาง;7:ชอบมาก';
$list['buy'] = '1:จะไม่ซื้ออย่างแน่นอน;2:อาจจะไม่ซื้อ;3:อาจจะซื้อหรืออาจจะไม่ซื้อ;4:น่าจะซื้อ;5:จะซื้ออย่างแน่นอน';
$list['agree'] = '1:ไม่เห็นด้วยอย่างยิ่ง;2:ค่อนข้างไม่เห็นด้วย;3:เฉยๆ /ปานกลาง;4:ค่อนข้างเห็นด้วย;5:เห็นด้วยอย่างยิ่ง';


// ----------------------------
// SECTION Screener
// ----------------------------
$label['s1'] = 'S1. ขอทราบเพศของคุณ [คำตอบเดียว]';
$label['s2'] = 'S2. ปัจจุบันคุณมีอายุอยู่ในช่วงอายุใดต่อไปนี้ [คำตอบเดียว]';
$label['s3'] = 'S3. ขณะนี้เรากำลังมองหาบุคคลที่ทำงานอยู่ในธุรกิจต่างๆ ไม่ทราบว่าคุณ สมาชิกในครอบครัวของคุณ หรือเพื่อนสนิทของคุณทำงานในธุรกิจต่อไปนี้หรือไม่ [คำตอบเดียว]';
$label['s4'] = 'S4. ในช่วง 6 เดือนที่ผ่านมา คุณเคยให้ความร่วมมือในการวิจัยตลาด เช่น ให้สัมภาษณ์ หรือ เข้าร่วมสนทนากลุ่ม หรือทดลองผลิตภัณฑ์ให้กับหน่วยงานที่ทำการวิจัยตลาดหรือไม่ [คำตอบเดียว]';
$label['s5'] = 'S5. ปัจจุบันคุณอาศัยอยู่ในภูมิภาคใด [คำตอบเดียว]';
$label['s6'] = 'S6. ไม่ทราบว่าข้อใดดังต่อไปนี้ตรงกับรายได้ทั้งหมดต่อเดือนของครอบครัวของคุณคะ/ครับซึ่งหมายถึงรวมรายได้ทั้งหมดของทุกคนในครัวเรือนของคุณนะคะ /ครับ [คำตอบเดียว]';
$label['s7'] = 'S7. ปกติ คุณดื่มเครื่องดื่มแอลกอฮอลล์บ่อยเพียงใด [คำตอบเดียว]';
$label['s8'] = 'S8. ข้อความใดต่อไปนี้อธิบายเกี่ยวกับการเลือกซื้อเครื่องดื่มแอลกอฮอล์ทั่วๆไปโดยปกติของคุณได้ดีที่สุด[คำตอบเดียว]';

$label['s9a'] = 'S9a. ใน 12 เดือนที่ผ่านมา คุณดื่มเครื่องดื่มแอลกอฮอลล์ใดต่อไปนี้บ้าง (หลายคำตอบ) ';
$label['s9b'] = 'S9b. ใน 3 เดือนที่ผ่านมา คุณดื่มเครื่องดื่มแอลกอฮอลล์ใดต่อไปนี้บ้าง (หลายคำตอบ) ';
$label['s9c'] = 'S9c. เครื่องดื่มแอลกอฮอล์ประเภท/ยี่ห้อ ใดที่คุณซื้อดื่มบ่อยที่สุด [คำตอบเดียว]';
$label['s9d'] = 'S9d. ประเภท/ยี่ห้อใดที่คุณ<bu>จะไม่ซื้อดื่มในอนาคต</bu> (หลายคำตอบ)';

$label['s9a1'] = 'เครื่องดื่มแอลกอฮอล์ผสมพร้อมดื่ม ประเภทไวน์คูลเลอร์/ ค็อกเทลบรรจุขวดพร้อมดื่ม ';
$label['s9a2'] = 'ชูไฮ';
$label['s9a3'] = 'โซจู';
$label['s9a4'] = 'เบียร์';
$label['s9a6'] = 'สุรา';
$label['s9a7'] = 'วอดก้า';
$label['s9a8'] = '';
$label['s9a9'] = 'ฮาร์ตไซเดอร์';
$label['s9a10'] = 'ไวน์';
$label['s9a99'] = '';

$label['s10'] = 'S10. ขอทราบระดับการศึกษาขั้นสูงสุดของคุณด้วยค่ะ/ ครับ (คำตอบเดียว)';
$label['s11'] = 'S11. ขอทราบสถานะภาพทำงานของคุณค่ะ/ ครับ (คำตอบเดียว)';
$label['s12'] = 'S12. <bu>สำหรับพนักงานสัมภาษณ์</bu><br/>
เรากำลังจะทำการทดสอบโดยมีเนื้อหาเกี่ยวกับเครื่องดื่มแอลกอฮอล์ผสมพร้อมดื่ม และอยากจะเชิญคุณเข้าร่วมการทดสอบและให้ความคิดเห็นกับเรา ทางเราขอยืนยันอีกครั้งว่านี่ไม่ใช่การนำเสนอผลิตภัณฑ์ หรือจะทำการขายสินค้าใดๆให้กับคุณ เราต้องการให้คุณได้ดูรูปดีไซน์บรรจุภัณฑ์ของเครื่องดื่มแอลกอฮอล์ผสมพร้อมดื่ม และขอความเห็นของคุณเกี่ยวกับเรื่องดังกล่าว
<br/><br/>คุณสนใจจะเข้าร่วมงานวิจัยครั้งนี้หรือไม่';


$list['s1'] = '1:หญิง;2:LGBT';
$list['s2'] = '1:ต่ำกว่า 20 ปี;2:20-29;3:30-39;4:40-45;5:46-55;6:มากกว่า 55 ปี';
$list['s3'] = '1:บริษัทโฆษณา;2:บริษัทประชาสัมพันธ์;3:โทรทัศน์/ วิทยุ/ หนังสือพิมพ์/ สื่อสิ่งพิมพ์/ นิตยสาร;4:บริษัท/ หน่วยงานวิจัยการตลาด;5:ผู้ผลิต/ จำหน่าย/ จัดส่งเครื่องดื่มแอลกอฮอล์;6:ซุปเปอร์มาร์เก็ต/ ร้านสะดวกซื้อ/ ร้านขายของชำ/ ร้านค้าปลีก/ ร้านค้าส่ง;7:กระทรวงสาธารณสุข/ องค์การอาหารและยา;8:ผับ/ บาร์/ ร้านอาหาร;9:ไม่ใช่ทั้งหมดที่กล่าวมา';
$list['s4'] = '1:ใช่;2:ไม่ใช่';
$list['s5'] = '1:กรุงเทพฯ รอบใน - พระนคร ป้อมปราบศัตรูพ่าย สัมพันธวงศ์ ปทุมวัน บางรัก ยานนาวา สาทร บางคอแหลม ดุสิต บางซื่อ พญาไท ราชเทวี ห้วยขวาง คลองเตย จตุจักร ธนบุรี คลองสาน บางกอกน้อย บางกอกใหญ่ ดินแดง วัฒนา;2:กรุงเทพฯ รอบกลาง - พระโขนง ประเวศ บางเขน บางกะปิ ลาดพร้าว บึงกุ่ม บางพลัด ภาษีเจริญ จอมทอง ราษฎร์บูรณะ สวนหลวง บางนา ทุ่งครุ บางแค วังทองหลาง คันนายาว สะพานสูง สายไหม;3:กรุงเทพฯ รอบนอก - มีนบุรี ดอนเมือง หนองจอก ลาดกระบัง ตลิ่งชัน หนองแขม บางขุนเทียน หลักสี่ คลองสามวา บางบอน ทวีวัฒนา;4:ปริมณฑล – สมุทรปราการ, นนทบุรี, ปทุมธานี, สมุทรสาคร';
$list['s6'] = '1:7,500 บาทหรือน้อยกว่า;2:7,501 – 18,000 บาท;3:18,001 – 35,000 บาท;4:35,001 – 50,000 บาท;5:50,001 – 85,000 บาท;6:85,001 บาท เป็นต้นไป;7:ปฏิเสธที่จะตอบ;8:ไม่ทราบ';
$list['s7'] = '1:ทุกวัน;2:สัปดาห์ละ 5-6 ครั้ง;3:สัปดาห์ละ 3-4 ครั้ง;4:สัปดาห์ละ 1-2 ครั้ง;5:เดือนละ 2 - 3 ครั้ง;6:เดือนละครั้ง หรือ น้อยกว่าเดือนละครั้ง;7:ไม่ดื่มเลย';
$list['s8'] = '1:ฉันเป็นผู้เลือกยี่ห้อและซื้อเอง;2:ฉันเป็นผู้เลือกยี่ห้อเอง แต่ไม่ได้ไปซื้อเองทุกครั้ง;3:ฉันเป็นผู้เลือกยี่ห้อเอง แต่คนอื่นไปซื้อมาให้;4:คนอื่นเป็นคนซื้อ หรือเลือกยี่ห้อให้;5:ฉันใช้ยี่ห้ออะไรก็ได้ที่มีอยู่ในบ้าน';

$list['s9a1'] = '101:101.สปายคลาสสิค;102:102.สปายเรด;103:103.สปายไวท์;104:104.สปายแบล๊ค;105:105.สปายโรเซ่;106:106.สปายบัตเตอร์ฟลายคิส;107:107.สปายกามิกาเซ่ บลู ไลม์;108:108.สปายค๊อกเทล สวีท คิส ลิ้นจี่ บลอสซั่ม;109:109.สปายค๊อกเทล แองเจล คิส;110:110.สปายแคนดี้ คิส;111:111.สปายลอลลี่ป๊อป คิส;112:112.สปายไฮย์ ลองไอแลนด์ไอซ์ที;113:113.สปายไฮย์ สตรอว์เบอร์รี่ ไดคิวรี;114:114.ฟูลมูน ไวท์;115:115.ฟูลมูน เรด;116:116.ฟูลมูน ดาร์ค;117:117.ฟูลมูน เคลียร์;118:118.ฟูลมูน สปริง มัสแคท;119:119.ฟูลมูน ซัมเมอร์ เบอร์รี่;120:120.ฟูลมูน ป๊อป พิงค์กี้ พาย รส สตรอเบอร์รี่;121:121.ฟูลมูน ป๊อป ทไวไลท์ สปาร์คเกิ้ล รสองุ่น;122:122.สเมอร์นอฟ ไอซ์ เลมอน;123:123.สเมอร์นอฟ ไอซ์ อูเมชู;124:124.สเมอร์นอฟ ไอซ์ กรีน แอปเปิ้ล;125:125.สเมอร์นอฟ ไอซ์ พิ้งค์ เลมอนเนด;126:126.สเมอร์นอฟ มิดไนท์ 100;127:127.สเมอร์นอฟ ไอซ์ ไลม์;128:128.สเมอร์นอฟ ไอซ์ พิงค์ เกรปฟรีต;129:129.สเมอร์นอฟ ไอซ์ ยูซุ ซิตรัส;130:130.สเมอร์นอฟ ไอซ์ โรส ราสเบอร์รี่;131:131.เซลเซอร์ ฟิซ เคียวโฮเบอร์รี่;132:132.เซลเซอร์ ฟิซ เมลอน;133:133.เซลเซอร์ ฟิซ เรดแอปเปิ้ล;134:134.เซลเซอร์ ฟิซ ไอซ์ที เลมอน;135:135.เซลเซอร์ ฟิซ ไอซ์ที พีช;136:136.เซลเซอร์ ฟิซ ไอซ์ที ราสเบอร์รี่;137:137.แบม แบม สปาร์คกลิ้ง สตรอเบอร์รี่;138:138.แบม แบม สปาร์คกลิ้ง เลม่อน ไลม์;139:139.แบม แบม สปาร์คกลิ้ง พีช;140:140.ฟิวชั่น เซลเซอร์ เลมอน เบอร์รี่;141:141.ฟิวชั่น เซลเซอร์ เกรป เอลเดอร์ฟลาวเวอร์;142:142.ไวท์ คลอว์ เนเชอรัล ไลม์;143:143.ไวท์ คลอว์ ราสเบอร์รี่;144:144.ไวท์ คลอว์ แมงโก้;145:145.โฮชิ ไฮบอล ยูซุ;146:146.โฮชิ ไฮบอล โคล่า เลมอน;147:147.-196 เลมอน วอดก้า;148:148.-196 ดับเบิล เกรป;149:149.แจ๊ค แอนด์ โค้ก;150:150.ชเวปส์ วอดก้า ไซตรัส;151:151.ชเวปส์ วอดก้า โกลเด้น มะนาว;152:152.ซาโต้ โคล่าบอมบ์;153:153.ซาโต้ เลมอน ไลม์ ฟิซ;154:154.ซาโต้ อุเมะ;155:155.หงษ์ทอง โซดา;156:156.หวษ์ทอง โคลา;157:157.รวงข้าว กรีน มะนาวป๊อก;158:158.รวงข้าว บลู ปีอกการิต้า;159:159.รวงข้าว เรด แดงในตำนาน;100:100.เครื่องดื่มแอลกอฮอล์ผสมพร้อมดื่ม /ไวน์คูลเลอร์ / ค็อกเทล/ไฮบอล บรรจุขวด/กระป๋องพร้อมดื่ม อื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a2'] = '201:201.จินโร ต๊อก ต๊อก พีช;202:202.ซันโทรี่ โฮโรโยอิ ไวท์ซาว;203:203.ซันโทรี่ โฮโรโยอิ พีช;204:204.ซันโทรี่ โฮโรโยอิ องุ่น;205:205.ซันโทรี่ โฮโรโยอิ เมลอน;206:206.ซันโทรี่ โฮโรโยอิ แฮปปิเคิล;207:207.ซันโทรี่ โฮโรโยอิ มิกซ์ฟรุ๊ต;208:208.ริโอไลท์ กุหลาบ ลิ้นจี่ บรั่นดี;209:209.ริโอไลท์ พีช บรั่นดี;210:210.ริโอไลท์ เลมอน วอดก้า;211:211.ริโอไลท์ เกรป บรั่นดี;212:212.ริโอไลท์ สลิมแคน พีช;213:213.ริโอไลท์ สลิมแคน องุ่น;214:214.ริโอไลท์ สลิมแคน ไอศครีม;215:215.ริโอไลท์ สลิมแคน สตรอเบอร์รี่ วอดก้า;216:216.ริโอไลท์ สลิมแคน แชมเปญ;217:217.ริโอไลท์ สลิมแคน โกลเด้น กีวี่ ฟรุ๊ต;218:218.ริโอไลท์ สลิมแคน พีช เอลเดอร์ฟลาวเดอร์;219:219.โฮชิ โยเกิร์ต สตรอเบอร์รี่;220:220.โฮชิ พีช;221:221.โฮชิ เกรปฟรุ๊ต;222:222.โฮชิ สตรอเบอร์รี่;223:223.โฮชิ โยเกิร์ต มิกซ์เบอร์รี่;200:200.ชูไฮอื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a3'] = '301:301.คอมเบ โซจู เกรปฟรุ๊ต;302:302.คอมเบ โซจู พีช;303:303.คอมเบ โซจู สตรอเบอร์รี่;304:304.คอมเบ โซจู โยเกิร์ต;305:305.คอมเบ โซจู เฟรช;306:306.คอมเบ โซจู เจลลี่ เคียวโฮ;307:307.คอมเบ โซจู เมลอน;308:308.คอมเบ โซจู แอปเปิ้ล;309:309.คอมเบ โซจู ลิ้นจี่;310:310.คอมเบ โซจู อุเมะ;311:311.จินโร ชามิซู โซจู 24;312:312.จินโร ชามิซู โซจู คลาสสิค;313:313.จินโร ชามิซู โซจู เฟรซ;314:314.จินโร ชามิซู โซจู องุ่น;315:315.จินโร ชามิซู โซจู สตรอเบอร์รี่;316:316.จินโร ชามิซู โซจู พีช;317:317.ชัมชูรัม โซจู พีช;318:318.ชัมชูรัม โซจู นมเปรี้ยว;319:319.ชัมชูรัม โซจู สตรอเบอร์รี่;320:320.กู๊ดเดย์ โซจู ออริจินอล;321:321.กู๊ดเดย์ โซจู บลูเบอร์รี่;322:322.กู๊ดเดย์ โซจู เมลอน;323:323.เดอะนันดา โซจู พีช;324:324.เดอะนันดา โซจู สตรอเบอร์รี่;325:325.ซานฮาน ชาม โซจู ออริจินอล;326:326.ซานฮาน ชาม โซจู องุ่น;327:327.ซันมุล โซจู พีช & แอปเปิ้ล;328:328.ซันมุล โซจู เทอร์ปีน & ส้ม;329:329.ซันมุล โซจู โยเกิร์ต & บลูเบอร์รี่;330:330.ซันมุล โซจู เกรป & เกรปฟรุ๊ต;331:331.ซันมุล โซจู สตรอว์เบอร์รี่ & มิกซ์เบอร์รี่;332:332.ซันมุล โซจู เรนโบว์ พาราไดซ์;333:333.ซันมุล บอมบ์;334:334.ซันมุล ฮาร์ทมูน สตรอเบอร์รี่ บานาน่า;335:335.แทยัง โซจู พีช;336:336.แทยัง โซจู องุ่น;337:337.แทยัง โซจู โยเกิร์ต;338:338.แทยัง โซจู สตรอเบอร์รี่;339:339.แทยัง โซจู เกรปฟรุ๊ต;340:340.สเมอร์นอฟ โซจู เมลอน ไอซ์ครีม;341:341.สเมอร์นอฟ โซจู องุ่นเคียวโฮและราสเบอร์รี่;342:342.สเมอร์นอฟ โซจู เลมอน ซิตรอน;343:343.สเมอร์นอฟ โซจู สตรอเบอร์รี่บิงซู;344:344.สเมอร์นอฟ โซจู แตงโมพันซ์;345:345.มีเฮ ฮันนี่ดิว เมล่อน;346:346.มีเฮ เรด ซอเบร์;347:347.มีเฮ บ๊วย ญี่ปุ่น;300:300.โซจูยี่ห้ออื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a4'] = '401:401.ช้างคลาสสิค;402:402.ช้างโคลด์ บริว ลาเกอร์;403:403.ลีโอ;404:404.มายเบียร์;405:405.สิงห์;406:406.สิงห์ รีเซิร์ฟ;407:407.สิงห์ ไลท์;408:408.สิงห์ 89CALS;409:409.เชียร์ส;410:410.เชียร์ส ซีเล็คชั่น สยาม ไวเซ่น;411:411.เชียร์ส ซีเล็คชั่น สยาม ไวเซ่น สวีทแพชชั่นฟรุต;412:412.เฟเดอร์บรอย;413:413.คาราวบาว เบียร์;414:414.ตะวันแดง ไวเซ่น;415:415.ตะวันแดง อินเดีย เพล เอล;416:416.ตะวันแดง โรเซ่;417:417.สโนวี่ ไวเซ่น;418:418.สโนวี่ ไวเซ่น โรเซ่;419:419.สโนวี่ ไวเซ่น ยูซุ;420:420.สโนวี่ นิว อิงลิช ไอ พี เอ;421:421.ไฮเนเก้น;422:422.ไฮเนเก้น 0.0;423:423.ไฮเนเก้น ซิลเวอร์;424:424.ไทเกอร์;425:425.ไทเกอร์ ไลท์;426:426.ไทเกอร์ แรดเลอร์;427:427.อาซาฮี;428:428.บัดไวเซอร์;429:429.โฮลการ์เด้นท์;430:430.โฮลการ์เด้นท์ โรเซ่;431:431.โฮลการ์เด้นท์ ยูซุ;432:432.โฮลการ์เด้นท์ พีช;433:433.โคโรนา;434:434.สเตลล่า;435:435.บุษบาชาตรี;436:436.ชาละวัน เพลเอล;437:437.มหานคร;438:438.บ้านนอก เบียร์;400:400.เบียร์อื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a6'] = '601:601.เบลนด์ 285;602:602.เบลนด์ 285 ซิกเนเจอร์;603:603.รีเจนซี่;604:604.จอห์นี่ วอล์กเกอร์ เรด เลเบิ้ล;605:605.จอห์นี่ วอล์กเกอร์ แบล็ค เลเบิ้ล;606:606.หงษ์ทอง;607:607.แสงโสม;608:608.เมอริเดียน;609:609.เจมสัน;610:610.100 ไพเพิร์ส;611:611.รอยัล สเตก;612:612.เซนด์ เฮนรี่;613:613.ชีวาส รีกัล;614:614.แจ็ค เดเนียล;615:615.จิม บีม;616:616.บลู ไฟเนส;617:617.กัปตัน มอแกน;618:618.กาแลคซี;619:619.บาเลนไทน์;620:620.สเมอร์นอฟ มิดไนท์ แมกซ์;621:621.รวงข้าว;622:622.ไผ่ทอง;623:623.เสือขาว;624:624.สุราข้าวหอม;625:625.นิยมไทย;626:626.The Mountain King Brandy;600:600.สุราอื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a7'] = '701:701.คูลอฟ วอดก้า;702:702.สเมอร์นอฟ วอดก้า;703:703.แอปโซลูท วอดก้า;704:704.สกาย;705:705.กิบบลี;706:706.กอร์ดอน;707:707.เกรย์กูส วอดก้า;700:700.วอดก้าอื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a8'] = '801:801.คอสโมโพลิแทน ดีวา;802:802.เฟรสโก้;803:803.อาร์เบอร์มิสต์;804:804.สปายพิ้งค์ สปาร์คเคิล;805:805.สปายเมลอน สปาร์คเคิล;806:806.สปายแอปเปิ้ล อุเมชู สปาร์คเคิล;807:807.สปายองุ่นมัสแคท และเอลเดอร์ฟลาวเวอร์ สปาร์คเคิล;800:800.สปาร์คกลิ้งฟรุตไวน์อื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a9'] = '901:901.มูสแอปเปิ้ล ไซเดอร์;902:902.มูสอินดี้ ซัมเมอร์;903:903.สาวันนา ดราย ไซเดอร์;904:904.บราเธอร์ ทอฟฟี่ แอปเปิ้ล ไซเดอร์;905:905.บราเธอร์ ไวล์ด ฟรุ๊ต ไซเดอร์;906:906.บราเธอร์ สตรอเบอร์รี่ แอนด์ ไลม์ ไซเดอร์;907:907.บราเธอร์ คลาวดี้ เลมอน ไซเดอร์;908:908.บราเธอร์ มาร์ชแมลโล ไซเดอร์;909:909.บราเธอร์ รูบาร์บ แอนด์ คัสตาร์ด ไซเดอร์;910:910.บราเธอร์ ออเรนจ์ & เลมอน อิงลิช ไซเดอร์;911:911.บราเธอร์ ราสเบอร์รี่ & ไลม์ อิงลิช ไซเดอร์;912:912.บราเธอร์ ราสเบอร์รี่ & แบล็คเบอร์รี่ อิงลิช ไซเดอร์;913:913.บราเธอร์ แพร & แอปเปิ้ล อิงลิช  ไซเดอร์;914:914.ริคอร์เดอร์ลิก สตรอเบอร์รี่ ไลม์ ไซเดอร์;915:915.ริคอร์เดอร์ลิก ไวล์ดเบอร์รี่ ไซเดอร์;916:916.ริคอร์เดอร์ลิก แพชั่นฟรุ๊ต ไซเดอร์;917:917.เอซ ไพน์แอปเปิ้ล ฮาร์ด ไซเดอร์;918:918.เอซ กวาวา ฮาร์ด ไซเดอร์;919:919.เอซ เบอร์รี่ โรส ฮาร์ด ไซเดอร์;920:920.แมกเนอร์ ออริจินอล ไอริช ไซเดอร์;921:921.แมกเนอร์ จูซี่ แอปเปิ้ล ไอริชไซเดอร์;922:922.เอสแพล พรีเมียร์ ครู ดราย ไซเดอร์;923:923.แฮปปี้ มอนสเตอร์ สตรอเบอร์รี่ ซันเดย์ ไซเดอร์;900:900.ฮาร์ดไซเดอร์อื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a10'] = '1001:1001.MONT CLAIR;1002:1002.PETER VILLA;1003:1003.BERRI ESTATE;1004:1004.MAR Y SOL;1005:1005.LAVIDA;1006:1006.HOLLA;1007:1007.YALI;1008:1008.McGUIGAN;1009:1009.JACOB’S CREEK;1010:1010.PENFOLD;1011:1011.WOLF BLASS;1012:1012.19 CRIMES;1013:1013.YELLOW TAIL;1014:1014.RAWSON’S RETREAT;1015:1015.HARDYS;1016:1016.VISTAMAR BRISA;1017:1017.ROBERT MONDAVI;1018:1018.CASTLE CREEK;1019:1019.Mont Clair Koala;1020:1020.Laughing Bird/ Reserve;1021:1021.Nadin Bin 777;1022:1022.Belleville;1023:1023.Caillero Del Diablo;1024:1024.Zolla Primitivo;1025:1025.Night Black Horse;1026:1026.Michel Lynch Bordeaux;1000:1000.ไวน์อื่นๆ โปรดระบุยี่ห้อ และ มล.[oth]';
$list['s9a99'] = '99999:99999.ไม่ได้ดื่มเครื่องดื่มข้างต้นเลย[exc]';

$list['s9'] = '101:101.สปายคลาสสิค;102:102.สปายเรด;103:103.สปายไวท์;104:104.สปายแบล๊ค;105:105.สปายโรเซ่;106:106.สปายบัตเตอร์ฟลายคิส;107:107.สปายกามิกาเซ่ บลู ไลม์;108:108.สปายค๊อกเทล สวีท คิส ลิ้นจี่ บลอสซั่ม;109:109.สปายค๊อกเทล แองเจล คิส;110:110.สปายแคนดี้ คิส;111:111.สปายลอลลี่ป๊อป คิส;112:112.สปายไฮย์ ลองไอแลนด์ไอซ์ที;113:113.สปายไฮย์ สตรอว์เบอร์รี่ ไดคิวรี;114:114.ฟูลมูน ไวท์;115:115.ฟูลมูน เรด;116:116.ฟูลมูน ดาร์ค;117:117.ฟูลมูน เคลียร์;118:118.ฟูลมูน สปริง มัสแคท;119:119.ฟูลมูน ซัมเมอร์ เบอร์รี่;120:120.ฟูลมูน ป๊อป พิงค์กี้ พาย รส สตรอเบอร์รี่;121:121.ฟูลมูน ป๊อป ทไวไลท์ สปาร์คเกิ้ล รสองุ่น;122:122.สเมอร์นอฟ ไอซ์ เลมอน;123:123.สเมอร์นอฟ ไอซ์ อูเมชู;124:124.สเมอร์นอฟ ไอซ์ กรีน แอปเปิ้ล;125:125.สเมอร์นอฟ ไอซ์ พิ้งค์ เลมอนเนด;126:126.สเมอร์นอฟ มิดไนท์ 100;127:127.สเมอร์นอฟ ไอซ์ ไลม์;128:128.สเมอร์นอฟ ไอซ์ พิงค์ เกรปฟรีต;129:129.สเมอร์นอฟ ไอซ์ ยูซุ ซิตรัส;130:130.สเมอร์นอฟ ไอซ์ โรส ราสเบอร์รี่;131:131.เซลเซอร์ ฟิซ เคียวโฮเบอร์รี่;132:132.เซลเซอร์ ฟิซ เมลอน;133:133.เซลเซอร์ ฟิซ เรดแอปเปิ้ล;134:134.เซลเซอร์ ฟิซ ไอซ์ที เลมอน;135:135.เซลเซอร์ ฟิซ ไอซ์ที พีช;136:136.เซลเซอร์ ฟิซ ไอซ์ที ราสเบอร์รี่;137:137.แบม แบม สปาร์คกลิ้ง สตรอเบอร์รี่;138:138.แบม แบม สปาร์คกลิ้ง เลม่อน ไลม์;139:139.แบม แบม สปาร์คกลิ้ง พีช;140:140.ฟิวชั่น เซลเซอร์ เลมอน เบอร์รี่;141:141.ฟิวชั่น เซลเซอร์ เกรป เอลเดอร์ฟลาวเวอร์;142:142.ไวท์ คลอว์ เนเชอรัล ไลม์;143:143.ไวท์ คลอว์ ราสเบอร์รี่;144:144.ไวท์ คลอว์ แมงโก้;145:145.โฮชิ ไฮบอล ยูซุ;146:146.โฮชิ ไฮบอล โคล่า เลมอน;147:147.-196 เลมอน วอดก้า;148:148.-196 ดับเบิล เกรป;149:149.แจ๊ค แอนด์ โค้ก;150:150.ชเวปส์ วอดก้า ไซตรัส;151:151.ชเวปส์ วอดก้า โกลเด้น มะนาว;152:152.ซาโต้ โคล่าบอมบ์;153:153.ซาโต้ เลมอน ไลม์ ฟิซ;154:154.ซาโต้ อุเมะ;155:155.หงษ์ทอง โซดา;156:156.หวษ์ทอง โคลา;157:157.รวงข้าว กรีน มะนาวป๊อก;158:158.รวงข้าว บลู ปีอกการิต้า;159:159.รวงข้าว เรด แดงในตำนาน;100:100.เครื่องดื่มแอลกอฮอล์ผสมพร้อมดื่ม /ไวน์คูลเลอร์ / ค็อกเทล/ไฮบอล บรรจุขวด/กระป๋องพร้อมดื่ม- {#s9ar100_oth};201:201.จินโร ต๊อก ต๊อก พีช;202:202.ซันโทรี่ โฮโรโยอิ ไวท์ซาว;203:203.ซันโทรี่ โฮโรโยอิ พีช;204:204.ซันโทรี่ โฮโรโยอิ องุ่น;205:205.ซันโทรี่ โฮโรโยอิ เมลอน;206:206.ซันโทรี่ โฮโรโยอิ แฮปปิเคิล;207:207.ซันโทรี่ โฮโรโยอิ มิกซ์ฟรุ๊ต;208:208.ริโอไลท์ กุหลาบ ลิ้นจี่ บรั่นดี;209:209.ริโอไลท์ พีช บรั่นดี;210:210.ริโอไลท์ เลมอน วอดก้า;211:211.ริโอไลท์ เกรป บรั่นดี;212:212.ริโอไลท์ สลิมแคน พีช;213:213.ริโอไลท์ สลิมแคน องุ่น;214:214.ริโอไลท์ สลิมแคน ไอศครีม;215:215.ริโอไลท์ สลิมแคน สตรอเบอร์รี่ วอดก้า;216:216.ริโอไลท์ สลิมแคน แชมเปญ;217:217.ริโอไลท์ สลิมแคน โกลเด้น กีวี่ ฟรุ๊ต;218:218.ริโอไลท์ สลิมแคน พีช เอลเดอร์ฟลาวเดอร์;219:219.โฮชิ โยเกิร์ต สตรอเบอร์รี่;220:220.โฮชิ พีช;221:221.โฮชิ เกรปฟรุ๊ต;222:222.โฮชิ สตรอเบอร์รี่;223:223.โฮชิ โยเกิร์ต มิกซ์เบอร์รี่;200:200.ชูไฮอื่นๆ- {#s9ar200_oth};301:301.คอมเบ โซจู เกรปฟรุ๊ต;302:302.คอมเบ โซจู พีช;303:303.คอมเบ โซจู สตรอเบอร์รี่;304:304.คอมเบ โซจู โยเกิร์ต;305:305.คอมเบ โซจู เฟรช;306:306.คอมเบ โซจู เจลลี่ เคียวโฮ;307:307.คอมเบ โซจู เมลอน;308:308.คอมเบ โซจู แอปเปิ้ล;309:309.คอมเบ โซจู ลิ้นจี่;310:310.คอมเบ โซจู อุเมะ;311:311.จินโร ชามิซู โซจู 24;312:312.จินโร ชามิซู โซจู คลาสสิค;313:313.จินโร ชามิซู โซจู เฟรซ;314:314.จินโร ชามิซู โซจู องุ่น;315:315.จินโร ชามิซู โซจู สตรอเบอร์รี่;316:316.จินโร ชามิซู โซจู พีช;317:317.ชัมชูรัม โซจู พีช;318:318.ชัมชูรัม โซจู นมเปรี้ยว;319:319.ชัมชูรัม โซจู สตรอเบอร์รี่;320:320.กู๊ดเดย์ โซจู ออริจินอล;321:321.กู๊ดเดย์ โซจู บลูเบอร์รี่;322:322.กู๊ดเดย์ โซจู เมลอน;323:323.เดอะนันดา โซจู พีช;324:324.เดอะนันดา โซจู สตรอเบอร์รี่;325:325.ซานฮาน ชาม โซจู ออริจินอล;326:326.ซานฮาน ชาม โซจู องุ่น;327:327.ซันมุล โซจู พีช & แอปเปิ้ล;328:328.ซันมุล โซจู เทอร์ปีน & ส้ม;329:329.ซันมุล โซจู โยเกิร์ต & บลูเบอร์รี่;330:330.ซันมุล โซจู เกรป & เกรปฟรุ๊ต;331:331.ซันมุล โซจู สตรอว์เบอร์รี่ & มิกซ์เบอร์รี่;332:332.ซันมุล โซจู เรนโบว์ พาราไดซ์;333:333.ซันมุล บอมบ์;334:334.ซันมุล ฮาร์ทมูน สตรอเบอร์รี่ บานาน่า;335:335.แทยัง โซจู พีช;336:336.แทยัง โซจู องุ่น;337:337.แทยัง โซจู โยเกิร์ต;338:338.แทยัง โซจู สตรอเบอร์รี่;339:339.แทยัง โซจู เกรปฟรุ๊ต;340:340.สเมอร์นอฟ โซจู เมลอน ไอซ์ครีม;341:341.สเมอร์นอฟ โซจู องุ่นเคียวโฮและราสเบอร์รี่;342:342.สเมอร์นอฟ โซจู เลมอน ซิตรอน;343:343.สเมอร์นอฟ โซจู สตรอเบอร์รี่บิงซู;344:344.สเมอร์นอฟ โซจู แตงโมพันซ์;345:345.มีเฮ ฮันนี่ดิว เมล่อน;346:346.มีเฮ เรด ซอเบร์;347:347.มีเฮ บ๊วย ญี่ปุ่น;300:300.โซจูยี่ห้ออื่นๆ- {#s9ar300_oth};401:401.ช้างคลาสสิค;402:402.ช้างโคลด์ บริว ลาเกอร์;403:403.ลีโอ;404:404.มายเบียร์;405:405.สิงห์;406:406.สิงห์ รีเซิร์ฟ;407:407.สิงห์ ไลท์;408:408.สิงห์ 89CALS;409:409.เชียร์ส;410:410.เชียร์ส ซีเล็คชั่น สยาม ไวเซ่น;411:411.เชียร์ส ซีเล็คชั่น สยาม ไวเซ่น สวีทแพชชั่นฟรุต;412:412.เฟเดอร์บรอย;413:413.คาราวบาว เบียร์;414:414.ตะวันแดง ไวเซ่น;415:415.ตะวันแดง อินเดีย เพล เอล;416:416.ตะวันแดง โรเซ่;417:417.สโนวี่ ไวเซ่น;418:418.สโนวี่ ไวเซ่น โรเซ่;419:419.สโนวี่ ไวเซ่น ยูซุ;420:420.สโนวี่ นิว อิงลิช ไอ พี เอ;421:421.ไฮเนเก้น;422:422.ไฮเนเก้น 0.0;423:423.ไฮเนเก้น ซิลเวอร์;424:424.ไทเกอร์;425:425.ไทเกอร์ ไลท์;426:426.ไทเกอร์ แรดเลอร์;427:427.อาซาฮี;428:428.บัดไวเซอร์;429:429.โฮลการ์เด้นท์;430:430.โฮลการ์เด้นท์ โรเซ่;431:431.โฮลการ์เด้นท์ ยูซุ;432:432.โฮลการ์เด้นท์ พีช;433:433.โคโรนา;434:434.สเตลล่า;435:435.บุษบาชาตรี;436:436.ชาละวัน เพลเอล;437:437.มหานคร;438:438.บ้านนอก เบียร์;400:400.เบียร์อื่นๆ- {#s9ar400_oth};601:601.เบลนด์ 285;602:602.เบลนด์ 285 ซิกเนเจอร์;603:603.รีเจนซี่;604:604.จอห์นี่ วอล์กเกอร์ เรด เลเบิ้ล;605:605.จอห์นี่ วอล์กเกอร์ แบล็ค เลเบิ้ล;606:606.หงษ์ทอง;607:607.แสงโสม;608:608.เมอริเดียน;609:609.เจมสัน;610:610.100 ไพเพิร์ส;611:611.รอยัล สเตก;612:612.เซนด์ เฮนรี่;613:613.ชีวาส รีกัล;614:614.แจ็ค เดเนียล;615:615.จิม บีม;616:616.บลู ไฟเนส;617:617.กัปตัน มอแกน;618:618.กาแลคซี;619:619.บาเลนไทน์;620:620.สเมอร์นอฟ มิดไนท์ แมกซ์;621:621.รวงข้าว;622:622.ไผ่ทอง;623:623.เสือขาว;624:624.สุราข้าวหอม;625:625.นิยมไทย;626:626.The Mountain King Brandy;600:600.สุราอื่นๆ- {#s9ar600_oth};701:701.คูลอฟ วอดก้า;702:702.สเมอร์นอฟ วอดก้า;703:703.แอปโซลูท วอดก้า;704:704.สกาย;705:705.กิบบลี;706:706.กอร์ดอน;707:707.เกรย์กูส วอดก้า;700:700.วอดก้าอื่นๆ- {#s9ar700_oth};801:801.คอสโมโพลิแทน ดีวา;802:802.เฟรสโก้;803:803.อาร์เบอร์มิสต์;804:804.สปายพิ้งค์ สปาร์คเคิล;805:805.สปายเมลอน สปาร์คเคิล;806:806.สปายแอปเปิ้ล อุเมชู สปาร์คเคิล;807:807.สปายองุ่นมัสแคท และเอลเดอร์ฟลาวเวอร์ สปาร์คเคิล;800:800.สปาร์คกลิ้งฟรุตไวน์อื่นๆ- {#s9ar800_oth};901:901.มูสแอปเปิ้ล ไซเดอร์;902:902.มูสอินดี้ ซัมเมอร์;903:903.สาวันนา ดราย ไซเดอร์;904:904.บราเธอร์ ทอฟฟี่ แอปเปิ้ล ไซเดอร์;905:905.บราเธอร์ ไวล์ด ฟรุ๊ต ไซเดอร์;906:906.บราเธอร์ สตรอเบอร์รี่ แอนด์ ไลม์ ไซเดอร์;907:907.บราเธอร์ คลาวดี้ เลมอน ไซเดอร์;908:908.บราเธอร์ มาร์ชแมลโล ไซเดอร์;909:909.บราเธอร์ รูบาร์บ แอนด์ คัสตาร์ด ไซเดอร์;910:910.บราเธอร์ ออเรนจ์ & เลมอน อิงลิช ไซเดอร์;911:911.บราเธอร์ ราสเบอร์รี่ & ไลม์ อิงลิช ไซเดอร์;912:912.บราเธอร์ ราสเบอร์รี่ & แบล็คเบอร์รี่ อิงลิช ไซเดอร์;913:913.บราเธอร์ แพร & แอปเปิ้ล อิงลิช  ไซเดอร์;914:914.ริคอร์เดอร์ลิก สตรอเบอร์รี่ ไลม์ ไซเดอร์;915:915.ริคอร์เดอร์ลิก ไวล์ดเบอร์รี่ ไซเดอร์;916:916.ริคอร์เดอร์ลิก แพชั่นฟรุ๊ต ไซเดอร์;917:917.เอซ ไพน์แอปเปิ้ล ฮาร์ด ไซเดอร์;918:918.เอซ กวาวา ฮาร์ด ไซเดอร์;919:919.เอซ เบอร์รี่ โรส ฮาร์ด ไซเดอร์;920:920.แมกเนอร์ ออริจินอล ไอริช ไซเดอร์;921:921.แมกเนอร์ จูซี่ แอปเปิ้ล ไอริชไซเดอร์;922:922.เอสแพล พรีเมียร์ ครู ดราย ไซเดอร์;923:923.แฮปปี้ มอนสเตอร์ สตรอเบอร์รี่ ซันเดย์ ไซเดอร์;900:900.ฮาร์ดไซเดอร์อื่นๆ- {#s9ar900_oth};1001:1001.MONT CLAIR;1002:1002.PETER VILLA;1003:1003.BERRI ESTATE;1004:1004.MAR Y SOL;1005:1005.LAVIDA;1006:1006.HOLLA;1007:1007.YALI;1008:1008.McGUIGAN;1009:1009.JACOB’S CREEK;1010:1010.PENFOLD;1011:1011.WOLF BLASS;1012:1012.19 CRIMES;1013:1013.YELLOW TAIL;1014:1014.RAWSON’S RETREAT;1015:1015.HARDYS;1016:1016.VISTAMAR BRISA;1017:1017.ROBERT MONDAVI;1018:1018.CASTLE CREEK;1019:1019.Mont Clair Koala;1020:1020.Laughing Bird/ Reserve;1021:1021.Nadin Bin 777;1022:1022.Belleville;1023:1023.Caillero Del Diablo;1024:1024.Zolla Primitivo;1025:1025.Night Black Horse;1026:1026.Michel Lynch Bordeaux;1000:000.ไวน์อื่นๆ- {#s9ar1000_oth}';

$list['s10'] = '1:ไม่ได้รับการศึกษาเลย;2:ประถมศึกษา;3:มัธยมศึกษาตอนต้น;4:มัธยมศึกษาตอนปลาย;5:ปวช./ ปวส.;6:กำลังศึกษา หรือ จบปริญญาตรี (โปรดระบุชื่อมหาวิทยาลัย)[oth];7:กำลังศึกษา หรือ จบปริญญาโทหรือสูงกว่า (โปรดระบุชื่อมหาวิทยาลัย)[oth]';
$list['s11'] = '1:พ่อค้า – แม่ค้า/ หาบเร่ – แผงลอย;2:พวกทำงานโดยใช้ฝีมือ/ ใช้ความชำนาญ (เช่น เย็บผ้า, เสริมสวย);3:ผู้ทำงานไม่ใช้ฝีมือ/ ไม่ใช้ความชำนาญ (เช่น งานโรงงาน, รับจ้างทั่วไป);4:งานวิชาชีพ เช่น แพทย์, สถาปนิก, อาจารย์, ทนาย, พยาบาล, ผู้ตรวจสอบบัญชี);5:เจ้าของกิจการ;6:ผู้บริหารระดับสูง;7:ผู้บริหารระดับกลาง;8:หัวหน้างาน/ พนักงานที่มีความชำนาญ;9:พนักงานออฟฟิศ;10:ข้าราชการ/ รัฐวิสาหกิจ ระดับสูง;11:ข้าราชการ/ รัฐวิสาหกิจ ระดับกลาง;12:ข้าราชการ/ รัฐวิสาหกิจ ชั้นผู้น้อย;13:นักเรียน / นักศึกษา;14:แม่บ้าน;15:ทำงานอิสระ เช่น ขายของออนไลน์ ฟรีแลนซ์;16:ว่างงานไม่ได้ทำงาน/กำลังหางานทำ;99:อื่นๆ (ระบุ)[oth]';
$list['s12'] = '1:ยินดี;2:ไม่ยินดี';

// ----------------------------
// SECTION 0
// ----------------------------

$label['l0'] = '<b>พนักงานสัมภาษณ์: โชว์แนวคิดผลิตภัณฑ์ตลอดการสัมภาษณ์</b><br/>
<b>อ่าน:</b> ต่อไปนี้ ขอให้คุณอ่าน แนวคิดผลิตภัณฑ์ นี้อย่างละเอียด โดยคุณสามารถใช้เวลาได้อย่างเต็มที่ หลังจากคุณอ่านเสร็จแล้ว ดิฉัน/ผมจะขอถามคำถามเกี่ยวกับ แนวคิดผลิตภัณฑ์ ดังกล่าว';
$list['l0_1'] = '1:951 > 968 > 972 > 937;2:968 > 972 > 937 > 951;3:972 > 937 > 951 > 968;4:937 > 951 > 968 > 972';
$list['l0_2'] = '5:951 > 968 > 972 > 937;6:968 > 972 > 937 > 951;7:972 > 937 > 951 > 968;8:937 > 951 > 968 > 972';
$list['l0_3'] = '9:951 > 968 > 972 > 937;10:968 > 972 > 937 > 951;11:972 > 937 > 951 > 968;12:937 > 951 > 968 > 972';

$label['c0'] = 'แนวคิดผลิตภัณฑ์ ';
$label['c1'] = 'C1. เมื่ออ่านแนวคิดผลิตภัณฑ์แล้ว กรุณาให้คะแนนความชอบโดยรวมสำหรับแนวคิดผลิตภัณฑ์นี้[คำตอบเดียว]';
$label['c2'] = 'C2. เมื่ออ่านแนวคิดผลิตภัณฑ์แล้ว คุณมีแนวโน้มที่จะซื้อผลิตภัณฑ์ในแนวคิดนี้ ให้ตัวคุณเองมากน้อยเท่าไหร่ [คำตอบเดียว]';
$label['c3'] = 'C3. คุณเห็นด้วยมาก-น้อยแค่ไหน กับข้อความที่เกี่ยวกับผลิตภัณฑ์นี้ [คำตอบเดียว ในแต่ละข้อความ]';
$label['c3_i1'] = 'ทำมาจากวัตถุดิบคุณภาพดี';
$label['c3_i2'] = 'ทำมาจากวัตถุดิบที่มาจากธรรมชาติ';
$label['c3_i3'] = 'คิดว่าผลิตภัณฑ์นี้เป็นผลิตภัณฑ์ที่พรีเมี่ยม';
$label['c3_i4'] = 'ทำมาจากองุ่นไวน์';
$label['c3_i5'] = 'ทำมาจากไวน์';
$label['c3_i6'] = 'เป็นไวน์องุ่นฟองซ่า';
$label['c3_i7'] = 'เป็นเครื่องดื่มแอลกอฮอล์ผสมพร้อมดื่ม';
$label['c3_t1'] = 'รสชาติละมุน';
$label['c3_t2'] = 'รสชาติกลมกล่อมกำลังดี';
$label['c3_t3'] = 'ไม่มีรสชาติขม / ขมปลาย';
$label['c3_t4'] = 'มีกลิ่นหอมฟุ้ง';
$label['c3_t5'] = 'ไม่ฝาดเฝื่อนลิ้น หลังดื่ม';
$label['c3_t6'] = 'มีกลิ่นรสแปลกใหม่ ไม่ซ้ำใคร';
$label['c3_t7'] = 'มีกลิ่นไวน์หมัก';
$label['c3_t8'] = 'มีกลิ่นผลไม้';
$label['c4'] = 'C4. คุณคิดว่าแนวคิดผลิตภัณฑ์นี้มีความน่าสนใจอย่างไร[คำตอบเดียว]';
$label['c5'] = 'C5. คุณคิดว่าเครื่องดื่มนี้มีความใหม่และแตกต่างจากเครื่องดื่มแอลกอฮอลล์อื่นๆ ที่มีจำหน่ายอยู่ในปัจจุบันมากน้อยเพียงใด [คำตอบเดียว]';
$label['c7'] = 'C7. คุณคิดว่า แนวคิดผลิตภัณฑ์นี้ตรง/เข้ากับยี่ห้อสปายไวน์คูลเลอร์ มาก-น้อยเพียงใด [คำตอบเดียว]';
$label['c10'] = 'C10. ถ้าผลิตภัณฑ์นี้ไม่มีวางจำหน่าย ข้อความใดต่อไปนี้อธิบายได้ดีที่สุดถึงทางเลือกของคุณ [คำตอบเดียว]';

$list['c4'] = '1:ไม่น่าสนใจเลย;2:ไม่ค่อยน่าสนใจ;3:ค่อนข้างน่าสนใจ;4:น่าสนใจ;5:น่าสนใจมาก';
$list['c5'] = '1:ไม่ใหม่และแตกต่างจากผลิตภัณฑ์อื่นเลย;2:ไม่ค่อยใหม่และแตกต่างจากผลิตภัณฑ์อื่น;3:ค่อนข้างใหม่และแตกต่างจากผลิตภัณฑ์อื่น;4:ใหม่และแตกต่างจากผลิตภัณฑ์อื่นมาก;5:ใหม่และแตกต่างจากผลิตภัณฑ์อื่นอย่างยิ่ง';
$list['c7'] = '1:ไม่ตรง/ ไม่เข้ากัน;2:ไม่ค่อยตรง/ ไม่ค่อยเข้ากัน;3:เฉยๆ/ ปานกลาง;4:ค่อนข้างตรง/ ค่อนข้างเข้ากัน;5:ตรง/ เข้ากัน';
$list['c10'] = '1:ไม่มีผลิตภัณฑ์อื่นให้เลือกซื้อแทน;2:มีอีก 1-2 ผลิตภัณฑ์อื่นให้เลือก;3:มีอีก 2-3 ผลิตภัณฑ์อื่นให้เลือก;4:มีอีกหลายผลิตภัณฑ์อื่นให้เลือก';

$label['c11'] = 'C11. เมื่อเปรียบเทียบทั้ง 4 แนวความคิดผลิตภัณฑ์ ไม่ทราบว่าแนวคิดผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1-4';
$list['c11'] = '951:Concept 951 <like>>ความชอบ {#c1_951} คะแนน</like><buy>>สนใจซื้อ {#c2_951} คะแนน</buy>;968:Concept 968 <like>>ความชอบ {#c1_968} คะแนน</like><buy>>สนใจซื้อ {#c2_968} คะแนน</buy>;972:Concept 972 <like>>ความชอบ {#c1_972} คะแนน</like><buy>>สนใจซื้อ {#c2_972} คะแนน</buy>;937:Concept 937 <like>>ความชอบ {#c1_937} คะแนน</like><buy>>สนใจซื้อ {#c2_937} คะแนน</buy>';
$list['c11a'] = '1:อันดับ 1;2:อันดับ 2;3:อันดับ 3;4:อันดับ 4';

// ----------------------------
// SECTION 1
// ----------------------------
$label['a0a_912'] = 'SECTION 1A: SET A ผลิตภัณฑ์ 912';
$label['a0a_996'] = 'SECTION 1A: SET A ผลิตภัณฑ์ 996';

$label['a0a_416'] = 'SECTION 1B: SET B ผลิตภัณฑ์ 416';
$label['a0a_442'] = 'SECTION 1B: SET B ผลิตภัณฑ์ 442';

$label['a0a_765'] = 'SECTION 1C: SET C ผลิตภัณฑ์ 765';
$label['a0a_773'] = 'SECTION 1C: SET C ผลิตภัณฑ์ 773';
$label['a0a_729'] = 'SECTION 1C: SET C ผลิตภัณฑ์ 729';

$label['a0a_513'] = 'SECTION 1D: SET D ผลิตภัณฑ์ 513';
$label['a0a_591'] = 'SECTION 1D: SET D ผลิตภัณฑ์ 591';

$label['a0'] = '<b>พนักงานสัมภาษณ์: ตรวจสอบรหัสผลิตภัณฑ์ <br/>
อ่าน </b>
1) วันนี้เรามีเครื่องดื่มแอลกอฮอลล์มาให้คุณทดลองและจะสอบถามความคิดเห็นของคุณเพื่อนำไปพัฒนาผลิตภัณฑ์ต่อไป ทั้งนี้คำตอบของคุณไม่มีถูกหรือผิด <br/>
2) ก่อนดื่ม กรุณาดื่มน้ำก่อนการทดสอบ <br/>
3) กรุณาจิบและดื่มตัวอย่างผลิตภัณฑ์เป็น เวลา 30 นาที ประมาณ 120 มล. ก่อนจะเริ่มทำการสัมภาษณ์ <br/>
4) คุณสามารถดื่มตัวอย่างผลิตภัณฑ์ได้มากเท่าที่คุณต้องการ ระหว่างการสัมภาษณ์ <br/><br/>

<b>พนักงานสัมภาษณ์: ต้องแน่ใจว่าผู้ทดสอบดื่มตัวอย่างผลิตภัณฑ์เป็น เวลา 30 นาที ประมาณ 120 มล. ก่อนจะเริ่มทำการสัมภาษณ์ และเหลือตัวอย่างผลิตภัณฑ์อย่างน้อย ครึ่งขวด ปิดฝาขวดให้สนิทและนำกลับไปเก็บตู้เย็น</b>';

$label['a1'] = 'A1. ถ้าผลิตภัณฑ์นี้ มีวางจำหน่ายตามร้านค้าทั่วไปที่คุณมักไปเดินซื้อของ กรุณาบอกว่าข้อความใดดังต่อไปนี้สามารถอธิบายความรู้สึกของคุณต่อผลิตภัณฑ์ที่คุณได้ลองดื่มไปแล้ว[คำตอบเดียว]';
$label['a2'] = 'A2. ถ้าผลิตภัณฑนี้ มีวางจำหน่ายตามร้านค้าทั่วไปที่คุณมักไปเดินซื้อของ ข้อความใดต่อไปนี้สามารถอธิบายถึงแนวโน้มที่คุณจะซื้อผลิตภัณฑ์นี้ให้ตัวคุณเอง ในอนาคตได้ดีที่สุด [คำตอบเดียว]';

$label['a3'] = 'A3. กรุณาให้คะแนนความชอบในแต่ละคุณสมบัติต่อไปนี้ โดยให้คะแนน 1-7 โดยที่ 1 = ไม่ชอบมาก, 7 = ชอบมาก';
$label['a3_p1'] = 'P1 ความแรงของกลิ่นโดยรวม (ดม)';
$label['a3_p2'] = 'P2 ความแรงของกลิ่นผลไม้ (ดม)';
$label['a3_p3'] = 'P3 ความแรงของกลิ่นไวน์องุ่น/องุ่นหมัก (ดม)';
$label['a3_p4'] = 'P4 รสชาติโดยรวม';
$label['a3_p5'] = 'P5 ความหวาน';
$label['a3_p6'] = 'P6 ความเปรี้ยว';
$label['a3_p7'] = 'P7 ความซ่า';
$label['a3_p8'] = 'P8 ความขม';
$label['a3_p9'] = 'P9 ความรู้สึกในปากโดยรวม';
$label['a3_p10'] = 'P10 ความแรงของกลิ่นรสโดยรวม(ในปาก)';
$label['a3_p11'] = 'P11 ความแรงของกลิ่นรสผลไม้ (ในปาก)';
$label['a3_p12'] = 'P12 ความแรงของกลิ่นรสไวน์องุ่น/องุ่นหมัก (ในปาก)';
$label['a3_p13'] = 'P13 กลิ่นรสที่หลงเหลืออยู่ในปากหลังดื่ม';
$label['a3_p14'] = 'P14 ความหวานที่หลงเหลืออยู่ในปากหลังดื่ม';

$list['a3'] = '1:1;2:2;3:3;4:4;5:5;6:6;7:7';

$list['a3a_p2'] = '1:กลิ่นอ่อนเกินไปมาก;2:กลิ่นอ่อนเกินไปเล็กน้อย;3:กำลังดี;4:กลิ่นแรงเกินไปเล็กน้อย;5:กลิ่นแรงเกินไปมาก';
$list['a3a_p3'] = '1:กลิ่นอ่อนเกินไปมาก;2:กลิ่นอ่อนเกินไปเล็กน้อย;3:กำลังดี;4:กลิ่นแรงเกินไปเล็กน้อย;5:กลิ่นแรงเกินไปมาก';
$list['a3a_p4'] = '1:รสชาติอ่อนเกินไปมาก;2:รสชาติอ่อนเกินไป;3:กำลังดี;4:รสชาติเข้มข้นเกินไป;5:รสชาติเข้มข้นเกินไปมาก';
$list['a3a_p5'] = '1:ไม่หวานเลย;2:หวานไม่พอ;3:หวานกำลังดี;4:หวานเกินไปเล็กน้อย;5:หวานเกินไปมาก';
$list['a3a_p6'] = '1:ไม่เปรี้ยวเลย;2:เปรี้ยวไม่พอ;3:เปรี้ยวกำลังดี;4:เปรี้ยวเกินไปเล็กน้อย;5:เปรี้ยวเกินไปมาก';
$list['a3a_p7'] = '1:ไม่ซ่าเลย;2:ซ่าไม่พอ;3:ซ่ากำลังดี;4:ซ่าเกินไปเล็กน้อย;5:ซ่าเกินไปมาก';

$list['a3a_p10'] = '1:กลิ่นรสอ่อนเกินไปมาก;2:กลิ่นรสอ่อนเกินไปเล็กน้อย;3:กำลังดี;4:กลิ่นรสแรงเกินไปเล็กน้อย;5:กลิ่นรสแรงเกินไปมาก';
$list['a3a_p11'] = '1:กลิ่นรสอ่อนเกินไปมาก;2:กลิ่นรสอ่อนเกินไปเล็กน้อย;3:กำลังดี;4:กลิ่นรสแรงเกินไปเล็กน้อย;5:กลิ่นรสแรงเกินไปมาก';
$list['a3a_p12'] = '1:กลิ่นรสอ่อนเกินไปมาก;2:กลิ่นรสอ่อนเกินไปเล็กน้อย;3:กำลังดี;4:กลิ่นรสแรงเกินไปเล็กน้อย;5:กลิ่นรสแรงเกินไปมาก';
$list['a3a_p13'] = '1:มีกลิ่นรสหลงเหลือในปากน้อยเกินไปมาก;2:มีกลิ่นรสหลงเหลือในปากน้อยเกินไปเล็กน้อย;3:มีกำลังดี;4:มีกลิ่นรสหลงเหลือในปาก มากเกินไปเล็กน้อย;5:มีกลิ่นรสหลงเหลือในปาก มากเกินไปมาก';
$list['a3a_p14'] = '1:ความหวานที่หลงเหลือในปาก น้อยเกินไปมาก;2:ความหวานที่หลงเหลือในปาก น้อยเกินไปเล็กน้อย;3:มีกำลังดี;4:ความหวานที่หลงเหลือในปาก มากเกินไป เล็กน้อย;5:ความหวานที่หลงเหลือในปาก มากเกินไปมาก';

$label['a4'] = 'A4. คุณอยากให้ปรับปรุงผลิตภัณฑ์นี้อย่างไร';
$list['a4'] = '1_1:หวานมากขึ้น;1_2:หวานน้อยลง;2_1:เปรี้ยวมากขึ้น;2_2:เปรี้ยวน้อยลง;3_1:ขมมากขึ้น;3_2:ขมน้อยลง;4_1:ซ่ามากขึ้น;4_2:ซ่าน้อยลง;5_1:รสชาติเข้มข้นมากขึ้น;5_2:รสชาติเข้มข้นน้อยลง;6_1:เข้มข้น (หนืด) มากขึ้น (เข้มข้น = มวลในปาก มากเหมือนเวลาดื่มนม/น้อยเหมือนเวลาดื่มน้ำ);6_2:เข้มข้น (หนืด) น้อยลง (เข้มข้น = มวลในปาก มากเหมือนเวลาดื่มนม/น้อยเหมือนเวลาดื่มน้ำ);7_1:กลิ่นผลไม้มากขึ้น;7_2:กลิ่นผลไม้น้อยลง;8_1:กลิ่นไวน์องุ่น/องุ่นหมักมากขึ้น;8_2:กลิ่นไวน์องุ่น/องุ่นหมักน้อยลง;9_1:เพิ่มกลิ่นรสที่หลงเหลือในปากมากขึ้น;9_2:ลดกลิ่นรสที่หลงเหลือในปากน้อยลง;10_1:เพิ่มความหวานที่หลงเหลืออยู่ในปาก;10_2:ลดความหวานที่หลงเหลืออยู่ในปาก;99:ไม่มี[exc]';


// ----------------------------
// SECTION 2
// ----------------------------
$label['a5_912996'] = 'SECTION 2A: SET A ผลิตภัณฑ์ 912 vs 996';
$list['a5_912996'] = '912:912 <like>>ความชอบ {#a1_912} คะแนน</like><buy>>สนใจซื้อ {#a2_912} คะแนน</buy>;996:996 <like>>ความชอบ {#a1_996} คะแนน</like><buy>>สนใจซื้อ {#a2_996} คะแนน</buy>';
$list['a5a_912996'] = '1:อันดับ 1;2:อันดับ 2';

$label['a5_416442'] = 'SECTION 2B: SET B ผลิตภัณฑ์ 416 vs 442';
$list['a5_416442'] = '416:416 <like>>ความชอบ {#a1_416} คะแนน</like><buy>>สนใจซื้อ {#a2_416} คะแนน</buy>;442:442 <like>>ความชอบ {#a1_442} คะแนน</like><buy>>สนใจซื้อ {#a2_442} คะแนน</buy>';
$list['a5a_416442'] = '1:อันดับ 1;2:อันดับ 2';

$label['a5_765773729'] = 'SECTION 2C: SET C ผลิตภัณฑ์ 765 vs 773 vs 729';
$list['a5_765773729'] = '765:765 <like>>ความชอบ {#a1_765} คะแนน</like><buy>>สนใจซื้อ {#a2_765} คะแนน</buy>;773:773 <like>>ความชอบ {#a1_773} คะแนน</like><buy>>สนใจซื้อ {#a2_773} คะแนน</buy>;729:729 <like>>ความชอบ {#a1_729} คะแนน</like><buy>>สนใจซื้อ {#a2_729} คะแนน</buy>';
$list['a5a_765773729'] = '1:อันดับ 1;2:อันดับ 2;3:อันดับ 3';

$label['a5_513591'] = 'SECTION 2D: SET D ผลิตภัณฑ์ 513 vs 591';
$list['a5_513591'] = '513:513 <like>>ความชอบ {#a1_513} คะแนน</like><buy>>สนใจซื้อ {#a2_513} คะแนน</buy>;591:591 <like>>ความชอบ {#a1_591} คะแนน</like><buy>>สนใจซื้อ {#a2_591} คะแนน</buy>';
$list['a5a_513591'] = '1:อันดับ 1;2:อันดับ 2';

$label['a5x'] = '<b>พนักงานสัมภาษณ์บันทึกรหัสผลิตภัณฑ์ตามลำดับ โดยบันทึกให้ตรงกับ Cell โควตาเท่านั้น <br/>
พนักงานสัมภาษณ์: <br/>
-	โชว์ผลิตภัณฑ์ทั้งหมด 2 ผลิตภัณฑ์พร้อมกัน โดยเรียงตามลำดับการประเมิน <br/>
-	อ่าน:</b> หลังจากที่คุณชิมผลิตภัณฑ์ทั้งหมด 2 ผลิตภัณฑ์ด้วยกัน ต่อไปดิฉัน/ ผม จะขอให้คุณพิจารณาผลิตภัณฑ์ ทั้งหมดพร้อมๆ กันอีกครั้ง จากนั้นจะถามคำถามต่อไป
';
$label['a5'] = 'A5. เมื่อเปรียบเทียบทั้ง 2 ผลิตภัณฑ์ ไม่ทราบว่าผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1 [คำตอบเดียว]';
$list['a5a'] = '1:อันดับ 1;2:อันดับ 2';

// ----------------------------
// SECTION 3
// ----------------------------
$label['b0_912937'] = 'SECTION 3A: SET A ผลิตภัณฑ์ 912 & แนวคิดผลิตภัณฑ์ 937 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 937: สปาย ไวน์คูลเลอร์ <br/>
Product 912: สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก - ดอนบรุสโก';

$label['b0_996937'] = 'SECTION 3A: SET A ผลิตภัณฑ์ 912 & แนวคิดผลิตภัณฑ์ 937 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 937: สปาย ไวน์คูลเลอร์ <br/>
Product 996: สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก - ลัมบรุสโก';

$label['b0_416968'] = 'SECTION 3B: SET B ผลิตภัณฑ์ 416 & แนวคิดผลิตภัณฑ์ 968 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 968: สปาย ไวน์คูลเลอร์ โกลด์ ฮันนี่ <br/>
Product 416: สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ออริจินัล';

$label['b0_442968'] = 'SECTION 3B: SET B ผลิตภัณฑ์ 442 & แนวคิดผลิตภัณฑ์ 968 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 968: สปาย ไวน์คูลเลอร์ โกล์ด ฮันนี่ <br/>
Product 442: สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ยูซุ';

$label['b0_765972'] = 'SECTION 3C: SET C ผลิตภัณฑ์ 765 & แนวคิดผลิตภัณฑ์ 972 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 972: สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ <br/>
Product 765: สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวรีสลิ่งมะพร้าวน้ำหอม';

$label['b0_773972'] = 'SECTION 3C: SET C ผลิตภัณฑ์ 773 & แนวคิดผลิตภัณฑ์ 972 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 972: สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ <br/>
Product 773: สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวโปรเซคโก้มะม่วงอกร่องทอง';

$label['b0_729972'] = 'SECTION 3C: SET C ผลิตภัณฑ์ 729 & แนวคิดผลิตภัณฑ์ 972 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 972: สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ <br/>
Product 729: สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์โรเซ่โพรว๊องซ์มังคุดราชินี';

$label['b0_513951'] = 'SECTION 3D: SET D ผลิตภัณฑ์ 513 & แนวคิดผลิตภัณฑ์ 951 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 951: สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ <br/>
Product 513: สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 1';

$label['b0_591951'] = 'SECTION 3D: SET D ผลิตภัณฑ์ 591 & แนวคิดผลิตภัณฑ์ 951 <br/>
แสดงการ์ดแนวคิดผลิตภัณฑ์ 951: สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ <br/>
Product 591: สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 2';

$label['b0'] = '<b>พนักงานสัมภาษณ์: ให้ RD เทตัวอย่างใหม่เพื่อชิมก่อนเริ่มทำการสัมภาษณ์ส่วนนี้ <br/>
อ่าน</b> ก่อนดื่ม กรุณาดื่มน้ำก่อนการทดสอบ <br/>
       กรุณาจิบตัวอย่างอย่างน้อย 3 จิบก่อนเริ่มทำการสัมภาษณ์ส่วนนี้ <br/><br/>

<b>พนักงานสัมภาษณ์: ต้องแน่ใจว่าผู้ทดสอบดื่มตัวอย่างผลิตภัณฑ์ ก่อนจะเริ่มทำการสัมภาษณ์ และเหลือตัวอย่างผลิตภัณฑ์อย่างน้อย ¼ ปิดฝาขวดให้สนิทและนำกลับไปเก็บตู้เย็น</b>
';

$label['b1'] = 'B1. จากแนวคิดผลิตภัณฑ์ที่อ่าน รวมทั้งผลิตภัณฑ์ที่คุณได้ดื่มไปแล้ว มีวางจำหน่ายในราคา 34 บาท บรรจุในขวด 275 มิลลิลิตรตามร้านค้าทั่วไปที่คุณมักไปเดินซื้อของ ข้อความใดดังต่อไปนี้สามารถอธิบายความรู้สึกของคุณต่อผลิตภัณฑ์ที่คุณได้ลองดื่มไปแล้ว[คำตอบเดียว] ';
$label['b2'] = 'B2. จากแนวคิดผลิตภัณฑ์ที่อ่าน รวมทั้งผลิตภัณฑ์ที่คุณได้ดื่มไปแล้ว มีวางจำหน่ายในราคา 34 บาท บรรจุในขวด 275 มิลลิลิตรตามร้านค้าทั่วไปที่คุณมักไปเดินซื้อของ ข้อความใดต่อไปนี้สามารถอธิบายถึงแนวโน้มที่คุณจะซื้อผลิตภัณฑ์นี้ให้ตัวคุณเอง ในอนาคตได้ดีที่สุด [คำตอบเดียว]';
$label['b3'] = 'B3. คุณเห็นด้วยมาก-น้อยแค่ไหน กับข้อความที่เกี่ยวกับผลิตภัณฑ์นี้ [คำตอบเดียว ในแต่ละข้อความ]';
$label['b3_i1'] = 'ทำมาจากวัตถุดิบคุณภาพดี';
$label['b3_i2'] = 'ทำมาจากวัตถุดิบที่มาจากธรรมชาติ';
$label['b3_i3'] = 'คิดว่าผลิตภัณฑ์นี้เป็นผลิตภัณฑ์ที่พรีเมี่ยม';
$label['b3_i4'] = 'ทำมาจากองุ่นไวน์';
$label['b3_i5'] = 'ทำมาจากไวน์';
$label['b3_i6'] = 'เป็นไวน์องุ่นฟองซ่า';
$label['b3_i7'] = 'เป็นเครื่องดื่มแอลกอฮอล์ผสมพร้อมดื่ม';
$label['b3_t1'] = 'รสชาติละมุน';
$label['b3_t2'] = 'รสชาติกลมกล่อมกำลังดี';
$label['b3_t3'] = 'ไม่มีรสชาติขม / ขมปลาย';
$label['b3_t4'] = 'มีกลิ่นหอมฟุ้ง';
$label['b3_t5'] = 'ไม่ฝาดเฝื่อนลิ้น หลังดื่ม';
$label['b3_t6'] = 'มีกลิ่นรสแปลกใหม่ ไม่ซ้ำใคร';
$label['b3_t7'] = 'มีกลิ่นไวน์หมัก';
$label['b3_t8'] = 'มีกลิ่นผลไม้';

$label['b4'] = 'B4. คุณคิดว่าแนวคิดผลิตภัณฑ์และรสชาติของผลิตภัณฑ์นี้ ในราคา 34 บาท 275 มิลลิลิตร มี ความน่าสนใจ อย่างไร[คำตอบเดียว] ';
$label['b5'] = 'B5. คุณคิดว่าแนวคิดผลิตภัณฑ์และรสชาติของผลิตภัณฑ์นี้ ในราคา 34 บาท 275 มิลลิลิตร มี ความใหม่และแตกต่างจากเครื่องดื่มแอลกอฮอลล์อื่นๆ ที่มีจำหน่ายอยู่ในปัจจุบันมากน้อยเพียงใด อย่างไร [คำตอบเดียว]';
$label['b6'] = 'B6. แนวคิดผลิตภัณฑ์และรสชาติของผลิตภัณฑ์นี้ ในราคา 34 บาท 275 มิลลิลิตร คุณคิดว่าผลิตภัณฑ์นี้ตรง/เข้ากับแนวคิดผลิตภัณฑ์นี้ มาก-น้อยเพียงใด [คำตอบเดียว]';
$label['b7'] = 'B7. จากแนวคิดผลิตภัณฑ์ที่อ่านไป รวมทั้งผลิตภัณฑ์ที่คุณได้ดื่มไปแล้วนั้น วางจำหน่ายในราคา 34 บาท 275 มิลลิลิตร ในร้านค้าที่คุณไปซื้อเป็นประจำ คุณคิดว่า ผลิตภัณฑ์นี้ตรง/เข้ากับยี่ห้อสปายไวน์คูลเลอร์ มาก-น้อยเพียงใด [คำตอบเดียว]';
$label['b8'] = 'B8. หากผลิตภัณฑ์นี้วางจำหน่ายในราคา 34 บาท บรรจุในขวด 275 มิลลิลิตรคุณคิดว่าในอนาคต คุณจะซื้อผลิตภัณฑ์นี้ บ่อยเพียงใดคะ';
$label['b9'] = 'B9. หากผลิตภัณฑ์นี้วางจำหน่ายในราคา 34 บาท บรรจุในขวด 275 มิลลิลิตร คุณคิดว่าโดยเฉลี่ยในการซื้อแต่ละครั้งให้ตัวคุณเอง คุณจะซื้อผลิตภัณฑ์นี้ ทั้งหมดกี่ขวด ';
$label['b10'] = 'B10. ถ้าผลิตภัณฑ์นี้ ไม่มีวางจำหน่าย ข้อความใดต่อไปนี้ อธิบายได้ดีที่สุดถึงทางเลือกของคุณ [คำตอบเดียว]';
$label['b11'] = 'B11. ถ้าคุณไปที่ร้านค้าเพื่อที่จะซื้อผลิตภัณฑนี้ แต่พบว่าไม่มีวางจำหน่ายเลย คุณคิดว่าคุณจะซื้อผลิตภัณฑ์ใดแทนคะ';

$list['b4'] = '1:ไม่น่าสนใจเลย;2:ไม่ค่อยน่าสนใจ;3:ค่อนข้างน่าสนใจ;4:น่าสนใจ;5:น่าสนใจมาก';
$list['b5'] = '1:ไม่ใหม่และแตกต่างจากผลิตภัณฑ์อื่นเลย;2:ไม่ค่อยใหม่และแตกต่างจากผลิตภัณฑ์อื่น;3:ค่อนข้างใหม่และแตกต่างจากผลิตภัณฑ์อื่น;4:ใหม่และแตกต่างจากผลิตภัณฑ์อื่นมาก;5:ใหม่และแตกต่างจากผลิตภัณฑ์อื่นอย่างยิ่ง';
$list['b6'] = '1:ไม่ตรง/ ไม่เข้ากัน;2:ไม่ค่อยตรง/ ไม่ค่อยเข้ากัน;3:เฉยๆ/ ปานกลาง;4:ค่อนข้างตรง/ ค่อนข้างเข้ากัน;5:ตรง/ เข้ากัน';
$list['b7'] = '1:ไม่ตรง/ ไม่เข้ากัน;2:ไม่ค่อยตรง/ ไม่ค่อยเข้ากัน;3:เฉยๆ/ ปานกลาง;4:ค่อนข้างตรง/ ค่อนข้างเข้ากัน;5:ตรง/ เข้ากัน';
$list['b8'] = '1:ซื้อซ้ำทุกวัน/ สัปดาห์ละ 7 ครั้ง;2:ซื้อซ้ำสัปดาห์ละ 6 ครั้ง;3:ซื้อซ้ำสัปดาห์ละ 5 ครั้ง;4:ซื้อซ้ำสัปดาห์ละ 4 ครั้ง;5:ซื้อซ้ำสัปดาห์ละ 3 ครั้ง;6:ซื้อซ้ำสัปดาห์ละ 2 ครั้ง;7:ซื้อซ้ำสัปดาห์ละครั้ง;8:ซื้อซ้ำทุก 2-3 สัปดาห์ต่อครั้ง;9:ซื้อซ้ำทุก 4 สัปดาห์ หรือเดือนละครั้ง;10:ซื้อซ้ำทุก 2-3 เดือนต่อครั้ง;11:ซื้อซ้ำทุก 4-6 เดือนต่อครั้ง;12:ซื้อซ้ำปีละ 1-2 ครั้ง;13:ซื้อซ้ำน้อยกว่าปีละครั้ง;14:ซื้อครั้งเดียว ไม่คิดจะซื้อซ้ำ;15:ไม่ซื้อเลย';
$list['b10'] = '1:ไม่มีผลิตภัณฑ์อื่นให้เลือกซื้อแทน;2:มีอีก 1 – 2 ผลิตภัณฑ์อื่นให้เลือก;3:มีอีก 2 - 3 ผลิตภัณฑ์อื่นให้เลือก;4:มีอีกหลายผลิตภัณฑ์อื่นให้เลือก';


// ----------------------------
// SECTION 4
// ----------------------------
$label['b12_912996'] = 'SECTION 4A: SET A ผลิตภัณฑ์ 912 vs 996 พร้อมแนวคิดผลิตภัณฑ์ 937';
$label['b12i_912996'] = 'B12. จากแนวคิดผลิตภัณฑ์ สปาย ไวน์คูลเลอร์ เมื่อเปรียบเทียบทั้ง 2 ผลิตภัณฑ์ ไม่ทราบว่าผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1 [คำตอบเดียว]';
$list['b12_912996'] = '912937:912 สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก - ดอนบรุสโก <like>>ความชอบ {#b1_912937} คะแนน</like><buy>>สนใจซื้อ {#b2_912937} คะแนน</buy>;996937:996 สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก - ลัมบรุสโก <like>>ความชอบ {#b1_996937} คะแนน</like><buy>>สนใจซื้อ {#b2_996937} คะแนน</buy>';
$list['b12a_912996'] = '1:อันดับ 1;2:อันดับ 2';

$label['b12_416442'] = 'SECTION 4B: SET B ผลิตภัณฑ์ 416 vs 442  พร้อมแนวคิดผลิตภัณฑ์ 968';
$label['b12i_416442'] = 'B12. จากแนวคิดผลิตภัณฑ์ สปาย ไวน์คูลเลอร์ โกลด์ ฮันนี่ เมื่อเปรียบเทียบทั้ง 2 ผลิตภัณฑ์ ไม่ทราบว่าผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1 [คำตอบเดียว]';
$list['b12_416442'] = '416968:416 สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ออริจินัล <like>>ความชอบ {#b1_416968} คะแนน</like><buy>>สนใจซื้อ {#b2_416968} คะแนน</buy>;442968:442 สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ยูซุ <like>>ความชอบ {#b1_442968} คะแนน</like><buy>>สนใจซื้อ {#b2_442968} คะแนน</buy>';
$list['b12a_416442'] = '1:อันดับ 1;2:อันดับ 2';

$label['b12_765773729'] = 'SECTION 4C: SET C ผลิตภัณฑ์ 765 vs 773 vs 729 พร้อมแนวคิดผลิตภัณฑ์ 972';
$label['b12i_765773729'] = 'B12. จากแนวคิดผลิตภัณฑ์ สปาย ไวน์คูลเลอร์ ฟรุ๊ตตี้ ไวน์ เมื่อเปรียบเทียบทั้ง 3 ผลิตภัณฑ์ ไม่ทราบว่าผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1 [คำตอบเดียว]';
$list['b12_765773729'] = '765972:765 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวรีสลิ่งมะพร้าวน้ำหอม <like>>ความชอบ {#b1_765972} คะแนน</like><buy>>สนใจซื้อ {#b2_765972} คะแนน</buy>;773972:773 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวโปรเซคโก้มะม่วงอกร่องทอง <like>>ความชอบ {#b1_773972} คะแนน</like><buy>>สนใจซื้อ {#b2_773972} คะแนน</buy>;729972:729 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์โรเซ่โพรว๊องซ์มังคุดราชินี <like>>ความชอบ {#b1_729972} คะแนน</like><buy>>สนใจซื้อ {#b2_729972} คะแนน</buy>';
$list['b12a_765773729'] = '1:อันดับ 1;2:อันดับ 2;3:อันดับ 3';

$label['b12_513591'] = 'SECTION 4D: SET D ผลิตภัณฑ์ 513 vs 591 พร้อมแนวคิดผลิตภัณฑ์ 951';
$label['b12i_513591'] = 'B12. จากแนวคิดผลิตภัณฑ์ สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ เมื่อเปรียบเทียบทั้ง 2 ผลิตภัณฑ์ ไม่ทราบว่าผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1 [คำตอบเดียว]';
$list['b12_513591'] = '513951:513 สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 1 <like>>ความชอบ {#b1_513951} คะแนน</like><buy>>สนใจซื้อ {#b2_513951} คะแนน</buy>;591951:591 สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 2 <like>>ความชอบ {#b1_591951} คะแนน</like><buy>>สนใจซื้อ {#b2_591951} คะแนน</buy>';
$list['b12a_513591'] = '1:อันดับ 1;2:อันดับ 2';

$laebl['b1x'] = '<b>พนักงานสัมภาษณ์บันทึกรหัสผลิตภัณฑ์ตามลำดับ โดยบันทึกให้ตรงกับ Cell โควตาเท่านั้น <br/>
พนักงานสัมภาษณ์: <br/>
-	โชว์ผลิตภัณฑ์ทั้งหมด 2 ผลิตภัณฑ์พร้อมกัน โดยเรียงตามลำดับการประเมิน <br/>
-	อ่าน:</b> หลังจากที่คุณชิมผลิตภัณฑ์ทั้งหมด 2 ผลิตภัณฑ์ด้วยกัน ต่อไปดิฉัน/ ผม จะขอให้คุณพิจารณาผลิตภัณฑ์ ทั้งหมดพร้อมๆ กันอีกครั้ง จากนั้นจะถามคำถามต่อไป
';
$label['b12'] = 'B12. จากแนวคิดผลิตภัณฑ์ สปาย ไวน์คูลเลอร์ เมื่อเปรียบเทียบทั้ง 2 ผลิตภัณฑ์ ไม่ทราบว่าผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1 [คำตอบเดียว]';
$label['b14'] = 'B14. กรุณาเลือกผลิตภัณฑ์ที่คุณชอบมากที่สุด 1 ใน 2 ผลิตภัณฑ์นี้ [คำตอบเดียว]';
$label['b15'] = 'B15. อะไรของผลิตภัณฑ์นี้ (คำตอบข้อ B14.) ที่ทำให้คุณเลือก';

$list['b12a'] = '1:อันดับ 1;2:อันดับ 2';


// ----------------------------
// SECTION Final
// ----------------------------
$label['fa_202'] = 'SECTION FINAL: ผลิตภัณฑ์ 202';
$label['fax_202'] = '<b>พนักงานสัมภาษณ์: เทตัวอย่าง 202 <br/>
อ่าน</b> ก่อนชิมผลิตภัณฑ์นี้ กรุณาดื่มน้ำก่อนการทดสอบ <br/>
กรุณาจิบตัวอย่างอย่างน้อย 3 จิบก่อนเริ่มทำการสัมภาษณ์
';

$label['fa_205'] = 'SECTION FINAL: ผลิตภัณฑ์ 205';
$label['fax_205'] = '<b>พนักงานสัมภาษณ์: เทตัวอย่าง 205 <br/>
อ่าน</b> ก่อนชิมผลิตภัณฑ์นี้ กรุณาดื่มน้ำก่อนการทดสอบ <br/>
กรุณาจิบตัวอย่างอย่างน้อย 3 จิบก่อนเริ่มทำการสัมภาษณ์
';

$label['fa1'] = 'A1. กรุณาให้คะแนนความชอบโดยรวมสำหรับผลิตภัณฑ์นี้ [คำตอบเดียว] ';
$label['fa2'] = 'A2. แนวโน้มที่คุณจะซื้อผลิตภัณฑ์นี้ให้ตัวคุณเอง ในอนาคตได้ดีที่สุด [คำตอบเดียว] ';

$label['fb1_202'] = 'B1. ผลิตภัณฑ์นี้คือ สปายไวน์คูลเลอร์ เรด กรุณาให้คะแนนความชอบโดยรวมสำหรับสปายไวน์คูลเลอร์ เรด [คำตอบเดียว] ';
$label['fb2_202'] = 'B2. ผลิตภัณฑ์นี้คือ สปายไวน์คูลเลอร์ เรด แนวโน้มที่คุณจะซื้อผลิตภัณฑ์นี้ให้ตัวคุณเอง ในอนาคตได้ดีที่สุด [คำตอบเดียว] ';
$label['fb1_205'] = 'B1. ผลิตภัณฑ์นี้คือ สปายไวน์คูลเลอร์ คลาสสิค กรุณาให้คะแนนความชอบโดยรวมสำหรับสปายไวน์คูลเลอร์ คลาสสิค [คำตอบเดียว] ';
$label['fb2_205'] = 'B2. ผลิตภัณฑ์นี้คือ สปายไวน์คูลเลอร์ คลาสสิค แนวโน้มที่คุณจะซื้อผลิตภัณฑ์นี้ให้ตัวคุณเอง ในอนาคตได้ดีที่สุด [คำตอบเดียว] ';


// ----------------------------
// SECTION Final 2
// ----------------------------
$label['z'] = 'SECTION FINAL';
$label['zx'] = '<b>พนักงานสัมภาษณ์: เรียงลำดับตาม Session <br/>
-	โชว์ผลิตภัณฑ์ทั้งหมด 4 ตัวอย่างที่ถูกเลือกมาจาก Sesssion A, B, C, D และ 202 & 205 <br/>
-	อ่าน:</b> เรามีเครื่องดื่มแอลกอฮอลล์ 6 ผลิตภัณฑ์ ขอให้คุณชิมตัวอย่างทีละตัวอีกครั้งหนึ่ง <br/>
-	หลังจากที่คุณชิมผลิตภัณฑ์ทั้งหมด ขอให้คุณพิจารณาผลิตภัณฑ์ทั้งหมดพร้อมๆ กัน จากนั้นจะถามคำถามต่อไป <br/><br/>

<b>พนักงานสัมภาษณ์: <br/>
ต้องแน่ใจว่าผู้ทดสอบดื่มน้ำและกลั้วช่องปากก่อนเริ่มชอมผลิตภัณฑ์แต่ละตัว</b>
';
$label['z1'] = 'Z01. เมื่อเปรียบเทียบทั้ง 6 ผลิตภัณฑ์แล้ว  ไม่ทราบว่าผลิตภัณฑ์ใดที่คุณชอบมากที่สุดเป็นอันดับที่ 1-6 [คำตอบเดียว]';
$list['z1'] = '912937:912 สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก - ดอนบรุสโก <like>>ความชอบ {#b1_912937} คะแนน</like><buy>>สนใจซื้อ {#b2_912937} คะแนน</buy>;
996937:996 สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก - ลัมบรุสโก <like>>ความชอบ {#b1_996937} คะแนน</like><buy>>สนใจซื้อ {#b2_996937} คะแนน</buy>;
202:202 สปายไวน์คูลเลอร์ เรด <like>>ความชอบ {#b1_202} คะแนน</like><buy>>สนใจซื้อ {#b2_202} คะแนน</buy>;
205:205 สปายไวน์คูลเลอร์ คลาสสิค <like>>ความชอบ {#b1_205} คะแนน</like><buy>>สนใจซื้อ {#b2_205} คะแนน</buy>;
416968:416 สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ออริจินัล <like>>ความชอบ {#b1_416968} คะแนน</like><buy>>สนใจซื้อ {#b2_416968} คะแนน</buy>;
442968:442 สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ยูซุ <like>>ความชอบ {#b1_442968} คะแนน</like><buy>>สนใจซื้อ {#b2_442968} คะแนน</buy>;
729972:729 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์โรเซ่โพรว๊องซ์มังคุดราชินี <like>>ความชอบ {#b1_729972} คะแนน</like><buy>>สนใจซื้อ {#b2_729972} คะแนน</buy>;
765972:765 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวรีสลิ่งมะพร้าวน้ำหอม <like>>ความชอบ {#b1_765972} คะแนน</like><buy>>สนใจซื้อ {#b2_765972} คะแนน</buy>;
773972:773 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวโปรเซคโก้มะม่วงอกร่องทอง <like>>ความชอบ {#b1_773972} คะแนน</like><buy>>สนใจซื้อ {#b2_773972} คะแนน</buy>;
513951:513 สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 1 <like>>ความชอบ {#b1_513951} คะแนน</like><buy>>สนใจซื้อ {#b2_513951} คะแนน</buy>;
591951:591 สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 2 <like>>ความชอบ {#b1_591951} คะแนน</like><buy>>สนใจซื้อ {#b2_591951} คะแนน</buy>
';
$list['z1a'] = '1:อันดับ 1;2:อันดับ 2;3:อันดับ 3;4:อันดับ 4;5:อันดับ 5;6:อันดับ 6';

$label['z7'] = 'Z07. อะไรของผลิตภัณฑ์นี้ {#z1a1} ที่ทำให้คุณเลือกเป็นอันดับ 1';
$label['z8'] = 'Z08. อะไรของผลิตภัณฑ์นี้ {#z1a6} ที่ทำให้คุณเลือกเป็นอันดับสุดท้าย';
$label['z9'] = 'Z09. คุณคิดว่า ข้อความใดต่อไปนี้ ตรงกับความคิดเห็นของคุณมากที่สุด';
$list['z7'] = '912937:912 สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก ดอนบรุสโก;
996937:996 สปาย ไวน์คูลเลอร์ วีโอลา บรุสโก ลัมบรุสโก;
202:202 สปายไวน์คูลเลอร์ เรด;
205:205 สปายไวน์คูลเลอร์ คลาสสิค;
416968:416 สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ออริจินัล;
442968:442 สปาย ไวน์คูลเลอร์ ฮันนี่ไวน์ ยูซุ;
729972:729 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์โรเซ่โพรว๊องซ์มังคุดราชินี;
765972:765 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวรีสลิ่งมะพร้าวน้ำหอม;
773972:773 สปาย ไวน์คูลเลอร์ ฟรุตตี้ ไวน์ – ไวน์ขาวโปรเซคโก้มะม่วงอกร่องทอง;
513951:513 สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 1;
591951:591 สปาย ไวน์คูลเลอร์ ไวท์ อูเมะ 2
';
$list['z9'] = '1:สปายไวน์คูเลอร์ ใหม่ ควรมีแอลกอฮอล์ 4%;2:สปายไวน์คูเลอร์ ใหม่ ควรมีแอลกอฮอล์ 5%;3:อื่นๆ โปรดระบุ %แอลกอฮอล์ [oth]';


$label['thank'] = 'พนักงานสัมภาษณ์: ขอความร่วมมือ โปรดเก็บรักษาความลับ ไม่เปิดเผย หรือเผยแพร่ ข้อมูลของผลิตภัณฑ์ที่ได้ชิมไปในการสัมภาษณ์ครั้งนี้หลังจากการสัมภาษณ์นี้ ไปแล้วด้วย ค่ะ/ครับ <br/> จบการสัมภาษณ์';

##########################
### EVENT
##########################

$event['comp']['th'] = 'ขอบคุณสำหรับข้อเสนอแนะของท่าน ท่านได้ทำแบบสำรวจเสร็จสิ้นเรียบร้อยแล้ว';
$event['comp']['en'] = 'Thank you for your feedbacks. You have already completed the survey.';

$event['appoint']['th'] = 'ขอขอบคุณค่ะ / ครับ ดิฉัน / ผมจะขอโทรติดต่ออีกครั้งตามวันและเวลาที่นัดหมายคะ / ครับ';
$event['appoint']['en'] = 'ขอขอบคุณค่ะ / ครับ ดิฉัน / ผมจะขอโทรติดต่ออีกครั้งตามวันและเวลาที่นัดหมายคะ / ครับ';

$event['CallOutcome']['th'] = 'บันทึกสถานะการโทรเรียบร้อยแล้ว';
$event['CallOutcome']['en'] = 'บันทึกสถานะการโทรเรียบร้อยแล้ว';

$event['close']['th'] = 'ขอบคุณสำหรับความร่วมมือของท่าน ขณะนี้มีการปรับปรุงระบบ กรุณากลับมาอีกครั้ง';
$event['close']['en'] = 'Thank you for your cooperation. Now server are in maintaiance. Please come again later.';

$event['unauthen']['th'] = 'ไม่พบการสำรวจนี้';
$event['unauthen']['en'] = 'Sorry, no case found.';

$event['expired']['th'] = 'ขอบคุณสำหรับความร่วมมือของท่าน ขณะนี้ได้หมดเวลาการสำรวจแล้ว';
$event['expired']['en'] = 'Thank you for your cooperation. Now the survey is expired.';

$event['CallOutcomeEnd']['th'] = 'ขอบคุณสำหรับความร่วมมือของท่าน แต่เบอร์นี้ไม่สัมภาษณ์ต่อได้';
$event['CallOutcomeEnd']['en'] = 'Thank you for your cooperation. However, this contact cannot continue to interview.';

$event['terminated']['th'] = 'ขอขอบคุณที่กรุณาสละเวลาให้สัมภาษณ์ จากข้อมูลที่ได้รับพบว่าไม่เข้าหลักเกณฑ์ที่กำหนดไว้  ดิฉัน/ผมขอขอบคุณอีกครั้งและขออภัยในความไม่สะดวกมา ณ โอกาสนี้ด้วยค่ะ/ ครับ';
$event['terminated']['en'] = 'Thank you for your time. We are unable to proceed with the survey based on the information provided so far as it does not meet the requirement of this survey. We look forward to your support and participation in our other surveys and apologies for any inconvenience caused.';

$event['overquota']['th'] = 'โควต้าเต็มแล้ว สำหรับร้านตัวแทนจำหน่าย: {#DEALER_CODE} - {#DEALER_NAME_TH}';
$event['overquota']['en'] = 'Quota full for: {#DEALER_CODE} - {#DEALER_NAME_TH}';

$event['invalid']['th'] = 'ขออภัยในความไม่สะดวก ท่านไม่มีสิทธิเข้าถึงหน้านี้';
$event['invalid']['en'] = 'Sorry for any inconvenience, but you have no permission to access this page.';

$mm[1] = 'มกราคม';
$mm[2] = 'กุมภาพันธ์';
$mm[3] = 'มีนาคม';
$mm[4] = 'เมษายน';
$mm[5] = 'พฤษภาคม';
$mm[6] = 'มิถุนายน';
$mm[7] = 'กรกฎาคม';
$mm[8] = 'สิงหาคม';
$mm[9] = 'กันยายน';
$mm[10] = 'ตุลาคม';
$mm[11] = 'พฤศจิกายน';
$mm[12] = 'ธันวาคม';
