* Encoding: UTF-8.

*****************************************************.
**** Import file.
*****************************************************.
PRESERVE.
SET DECIMAL DOT.

GET DATA  /TYPE=TXT
  /FILE="C:\Users\v__o\OneDrive\www\DWork\Magellanic\survey\spss\Data_20260311.csv"
  /DELIMITERS="\t"
  /QUALIFIER='"'
  /ARRANGEMENT=DELIMITED
  /FIRSTCASE=2
  /DATATYPEMIN PERCENTAGE=95.0
  /VARIABLES=
    idqr A9999
    status A9999
    status_lock A9999
    startdate A9999
    enddate A9999
    lastact A9999
    loi A9999
    lastlogic A9999
    lastq A9999
    hist A9999
    ip A9999
    ssid A9999
    machine A9999
    sinvite A9999
    stype A9999
    survey_m A9999
    rd_name A9999
    rd_tel A9999
    QUOTA_GENDER AUTO
    QUOTA_AGE AUTO
    QUOTA_LOCATION AUTO
    QUOTA_GBKK AUTO
    QUOTA_SES AUTO
    QUOTA_BUMO AUTO
    s1 AUTO
    s2 AUTO
    s3 AUTO
    s3_1 AUTO
    s3_2 AUTO
    s3_3 AUTO
    s4 AUTO
    s5 AUTO
    s6 AUTO
    s7ar1001 AUTO
    s7ar1002 AUTO
    s7ar1003 AUTO
    s7ar1004 AUTO
    s7ar1999 AUTO
    s7ar1999_oth A9999
    s7ar2001 AUTO
    s7ar2002 AUTO
    s7ar2003 AUTO
    s7ar2004 AUTO
    s7ar2005 AUTO
    s7ar2006 AUTO
    s7ar2007 AUTO
    s7ar2008 AUTO
    s7ar2009 AUTO
    s7ar2010 AUTO
    s7ar2011 AUTO
    s7ar2012 AUTO
    s7ar2999 AUTO
    s7ar2999_oth A9999
    s7ar3001 AUTO
    s7ar3002 AUTO
    s7ar3003 AUTO
    s7ar3004 AUTO
    s7ar3999 AUTO
    s7ar3999_oth A9999
    s7ar4000 AUTO
    s7ar5000 AUTO
    s7ar6000 AUTO
    s7ar7000 AUTO
    s7ar8000 AUTO
    s7ar9000 AUTO
    s7ar1000 AUTO
    s7ar1100 AUTO
    s7ar1200 AUTO
    s7ar1300 AUTO
    s7ar99 AUTO
    s7br1001 AUTO
    s7br1002 AUTO
    s7br1003 AUTO
    s7br1004 AUTO
    s7br1999 AUTO
    s7br2001 AUTO
    s7br2002 AUTO
    s7br2003 AUTO
    s7br2004 AUTO
    s7br2005 AUTO
    s7br2006 AUTO
    s7br2007 AUTO
    s7br2008 AUTO
    s7br2009 AUTO
    s7br2010 AUTO
    s7br2011 AUTO
    s7br2012 AUTO
    s7br2999 AUTO
    s7br3001 AUTO
    s7br3002 AUTO
    s7br3003 AUTO
    s7br3004 AUTO
    s7br3999 AUTO
    s7br4000 AUTO
    s7br5000 AUTO
    s7br6000 AUTO
    s7br7000 AUTO
    s7br8000 AUTO
    s7br9000 AUTO
    s7br1000 AUTO
    s7br1100 AUTO
    s7br1200 AUTO
    s7br1300 AUTO
    s7c AUTO
    s7dr1001 AUTO
    s7dr1002 AUTO
    s7dr1003 AUTO
    s7dr1004 AUTO
    s7dr1999 AUTO
    s7dr1999_oth A9999
    s7dr2001 AUTO
    s7dr2002 AUTO
    s7dr2003 AUTO
    s7dr2004 AUTO
    s7dr2005 AUTO
    s7dr2006 AUTO
    s7dr2007 AUTO
    s7dr2008 AUTO
    s7dr2009 AUTO
    s7dr2010 AUTO
    s7dr2011 AUTO
    s7dr2012 AUTO
    s7dr2999 AUTO
    s7dr2999_oth A9999
    s7dr3001 AUTO
    s7dr3002 AUTO
    s7dr3003 AUTO
    s7dr3004 AUTO
    s7dr3999 AUTO
    s7dr3999_oth A9999
    s7dr4000 AUTO
    s7dr5000 AUTO
    s7dr6000 AUTO
    s7dr7000 AUTO
    s7dr8000 AUTO
    s7dr9000 AUTO
    s7dr1000 AUTO
    s7dr1100 AUTO
    s7dr1200 AUTO
    s7dr1300 AUTO
    s7dr99 AUTO
    cell AUTO
    s8 AUTO
    s86_oth A9999
    s87_oth A9999
    s9 AUTO
    s999_oth A9999
    s10 AUTO
    l0 AUTO
    cell1 A9999
    cell2 A9999
    cell3 A9999
    cell4 A9999
    q0 AUTO
    q1_1 AUTO
    q2_1 AUTO
    q3_1 AUTO
    q4_1 AUTO
    q5_1 AUTO
    q6_1 AUTO
    q7_1 AUTO
    q8_1 AUTO
    q9_1 AUTO
    q1_2 AUTO
    q2_2 AUTO
    q3_2 AUTO
    q4_2 AUTO
    q5_2 AUTO
    q6_2 AUTO
    q7_2 AUTO
    q8_2 AUTO
    q9_2 AUTO
    q1_3 AUTO
    q2_3 AUTO
    q3_3 AUTO
    q4_3 AUTO
    q5_3 AUTO
    q6_3 AUTO
    q7_3 AUTO
    q8_3 AUTO
    q9_3 AUTO
    q1_4 AUTO
    q2_4 AUTO
    q3_4 AUTO
    q4_4 AUTO
    q5_4 AUTO
    q6_4 AUTO
    q7_4 AUTO
    q8_4 AUTO
    q9_4 AUTO
    q10a1 AUTO
    q10a2 AUTO
    q10a3 AUTO
    q10a4 AUTO
    q11a1 AUTO
    q11a2 AUTO
    q11a3 AUTO
    q11a4 AUTO
    q12 A9999
    q13 AUTO
    q14 AUTO
    n0 AUTO
    cellp1 A9999
    cellp2 A9999
    cellp3 A9999
    cellp4 A9999
    q15_1 AUTO
    q15_2 AUTO
    q15_3 AUTO
    q15_4 AUTO
    q16a1 AUTO
    q16a2 AUTO
    q16a3 AUTO
    q16a4 AUTO
    q12a A9999
    q12b A9999
    q12c A9999
    q12d A9999
    q12w A9999
    q12x A9999
    q12y A9999
    q12z A9999
    q10_a AUTO
    q10_b AUTO
    q10_c AUTO
    q10_d AUTO
    q11_a AUTO
    q11_b AUTO
    q11_c AUTO
    q11_d AUTO
    q16_w AUTO
    q16_x AUTO
    q16_y AUTO
    q16_z AUTO
  /MAP.
RESTORE.
CACHE.
EXECUTE.
DATASET NAME DataSet1 WINDOW=FRONT.


*****************************************************.
**** Edit Value
*****************************************************.


*****************************************************.
**** Add variable labels
*****************************************************.
VARIABLE LABELS
idqr 'Case ID'
rd_name 'Respondent Name'
rd_tel 'Respondent Contact'
QUOTA_GENDER 'Quota Gender'
QUOTA_AGE 'Quota Age'
QUOTA_LOCATION 'Quota Location'
QUOTA_SES 'Quota SES'
QUOTA_BUMO 'Quota BUMO'
s1 'S1. ขอทราบเพศของคุณ'
s2 'S2. คุณมีอายุอยู่ในช่วงอายุใดต่อไปนี้'
s3 'S3. ให้พนักงานบันทึกบริเวณที่สัมภาษณ์'
s3_1 'S3.1 ปัจจุบันคุณอาศัยอยู่ในภูมิภาคใด'
s3_2 'S3.2 คุณทำงานในธุรกิจต่อไปนี้หรือไม่'
s3_3 'S3.3 ในช่วง 6 เดือนที่ผ่านมา คุณเคยให้ความร่วมมือในการวิจัยตลาดหรือไม่'
s4 'S4. รายได้ทั้งหมดต่อเดือนของครอบครัวของคุณเท่าไรครับ'
s5 'S5. ปกติ คุณดื่มเครื่องดื่มแอลกอฮอลล์บ่อยเพียงใด'
s6 'S6. ข้อความใดอธิบายเกี่ยวกับการเลือกซื้อเครื่องดื่มแอลกอฮอล์ได้ดีที่สุด'
s7ar1001 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar1002 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar1003 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar1004 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar1999 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar1999_oth 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-ไวน์คูลเลอร์/ ค็อกเทลบรรจุขวดพร้อมดื่ม อื่นๆ ระบุ'
s7ar2001 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2002 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2003 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2004 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2005 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2006 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2007 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2008 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2009 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2010 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2011 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2012 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2999 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar2999_oth 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-ไฮบอล ชูไฮ ฮาร์ดเซลเซอร์ สาโทซ่า อื่นๆ ระบุ'
s7ar3001 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar3002 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar3003 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar3004 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar3999 'S7a. ดื่มใน 12 เดือนที่ผ่านมา'
s7ar3999_oth 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-เบียร์ อื่นๆ ระบุ'
s7ar4000 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-เหล้าสี/วิสกี้'
s7ar5000 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-บรั่นดี'
s7ar6000 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-เหล้าขาว เช่น รวงข้าว'
s7ar7000 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-วอดก้า'
s7ar8000 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-ไวน์'
s7ar9000 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-สปาร์คกลิ้งฟรุตไวน์ เช่น เฟรสโก้ คอสโมโพลิแทน ดีวา'
s7ar1000 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-จิน/รัม/เตกิล่า'
s7ar1100 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-สาเก'
s7ar1200 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-โซจู'
s7ar1300 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-ฮาร์ดไซเดอร์ เช่น มูสไซเดอร์ บราเธอร์ไซเดอร์'
s7ar99 'S7a. ดื่มใน 12 เดือนที่ผ่านมา-ไม่มี'
s7br1001 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-สปายไวน์คูลเลอร์/เรด/คลาสสิค/ไวท์/แบล็ค'
s7br1002 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-สปายอื่นๆ'
s7br1003 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ฟูลมูน'
s7br1004 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-สเมอร์นอฟ ไอซ์'
s7br1999 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ไวน์คูลเลอร์/ ค็อกเทลบรรจุขวดพร้อมดื่ม อื่นๆ {#s7ar1999_oth}'
s7br2001 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-โฮชิ'
s7br2002 'S7b. ดื่มใน 3 เดือนที่ผ่านมา--196'
s7br2003 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-หงษ์ทอง โซดา/โคล่า'
s7br2004 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-รวงข้าว เรด/บลู/กรีน'
s7br2005 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ซาโต้'
s7br2006 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ชเวปส์ วอดก้า'
s7br2007 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-จินโร ต๊อกต๊อก'
s7br2008 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ซันโทรี่'
s7br2009 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ริโอ ไลท์'
s7br2010 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-เซลเซอร์ ฟิซ'
s7br2011 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ฟิวชั่น เซลเซอร์'
s7br2012 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ไวท์ คลอว์'
s7br2999 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ไฮบอล ชูไฮ ฮาร์ดเซลเซอร์ สาโทซ่า อื่นๆ {#s7ar2999_oth}'
s7br3001 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ช้าง'
s7br3002 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ลีโอ'
s7br3003 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-สิงห์'
s7br3004 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ตะวันแดง'
s7br3999 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-เบียร์ อื่นๆ {#s7ar3999_oth}'
s7br4000 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-เหล้าสี/วิสกี้'
s7br5000 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-บรั่นดี'
s7br6000 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-เหล้าขาว เช่น รวงข้าว'
s7br7000 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-วอดก้า'
s7br8000 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ไวน์'
s7br9000 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-สปาร์คกลิ้งฟรุตไวน์ เช่น เฟรสโก้ คอสโมโพลิแทน ดีวา'
s7br1000 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-จิน/รัม/เตกิล่า'
s7br1100 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-สาเก'
s7br1200 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-โซจู'
s7br1300 'S7b. ดื่มใน 3 เดือนที่ผ่านมา-ฮาร์ดไซเดอร์ เช่น มูสไซเดอร์ บราเธอร์ไซเดอร์'
s7c 'S7c. เครื่องดื่มแอลกอฮอล์ประเภท/ยี่ห้อ ใดที่คุณซื้อดื่มบ่อยที่สุด'
s7dr1001 'S7d. ไม่ดื่มในอนาคต-สปายไวน์คูลเลอร์/เรด/คลาสสิค/ไวท์/แบล็ค'
s7dr1002 'S7d. ไม่ดื่มในอนาคต-สปายอื่นๆ'
s7dr1003 'S7d. ไม่ดื่มในอนาคต-ฟูลมูน'
s7dr1004 'S7d. ไม่ดื่มในอนาคต-สเมอร์นอฟ ไอซ์'
s7dr1999 'S7d. ไม่ดื่มในอนาคต-ไวน์คูลเลอร์/ ค็อกเทลบรรจุขวดพร้อมดื่ม อื่นๆ'
s7dr1999_oth 'S7d. ไม่ดื่มในอนาคต-ไวน์คูลเลอร์/ ค็อกเทลบรรจุขวดพร้อมดื่ม อื่นๆ ระบุ'
s7dr2001 'S7d. ไม่ดื่มในอนาคต-โฮชิ'
s7dr2002 'S7d. ไม่ดื่มในอนาคต--196'
s7dr2003 'S7d. ไม่ดื่มในอนาคต-หงษ์ทอง โซดา/โคล่า'
s7dr2004 'S7d. ไม่ดื่มในอนาคต-รวงข้าว เรด/บลู/กรีน'
s7dr2005 'S7d. ไม่ดื่มในอนาคต-ซาโต้'
s7dr2006 'S7d. ไม่ดื่มในอนาคต-ชเวปส์ วอดก้า'
s7dr2007 'S7d. ไม่ดื่มในอนาคต-จินโร ต๊อกต๊อก'
s7dr2008 'S7d. ไม่ดื่มในอนาคต-ซันโทรี่'
s7dr2009 'S7d. ไม่ดื่มในอนาคต-ริโอ ไลท์'
s7dr2010 'S7d. ไม่ดื่มในอนาคต-เซลเซอร์ ฟิซ'
s7dr2011 'S7d. ไม่ดื่มในอนาคต-ฟิวชั่น เซลเซอร์'
s7dr2012 'S7d. ไม่ดื่มในอนาคต-ไวท์ คลอว์'
s7dr2999 'S7d. ไม่ดื่มในอนาคต-ไฮบอล ชูไฮ ฮาร์ดเซลเซอร์ สาโทซ่า อื่นๆ'
s7dr2999_oth 'S7d. ไม่ดื่มในอนาคต-ไฮบอล ชูไฮ ฮาร์ดเซลเซอร์ สาโทซ่า อื่นๆ ระบุ'
s7dr3001 'S7d. ไม่ดื่มในอนาคต-ช้าง'
s7dr3002 'S7d. ไม่ดื่มในอนาคต-ลีโอ'
s7dr3003 'S7d. ไม่ดื่มในอนาคต-สิงห์'
s7dr3004 'S7d. ไม่ดื่มในอนาคต-ตะวันแดง'
s7dr3999 'S7d. ไม่ดื่มในอนาคต-เบียร์ อื่นๆ'
s7dr3999_oth 'S7d. ไม่ดื่มในอนาคต-เบียร์ อื่นๆ ระบุ'
s7dr4000 'S7d. ไม่ดื่มในอนาคต-เหล้าสี/วิสกี้'
s7dr5000 'S7d. ไม่ดื่มในอนาคต-บรั่นดี'
s7dr6000 'S7d. ไม่ดื่มในอนาคต-เหล้าขาว เช่น รวงข้าว'
s7dr7000 'S7d. ไม่ดื่มในอนาคต-วอดก้า'
s7dr8000 'S7d. ไม่ดื่มในอนาคต-ไวน์'
s7dr9000 'S7d. ไม่ดื่มในอนาคต-สปาร์คกลิ้งฟรุตไวน์ เช่น เฟรสโก้ คอสโมโพลิแทน ดีวา'
s7dr1000 'S7d. ไม่ดื่มในอนาคต-จิน/รัม/เตกิล่า'
s7dr1100 'S7d. ไม่ดื่มในอนาคต-สาเก'
s7dr1200 'S7d. ไม่ดื่มในอนาคต-โซจู'
s7dr1300 'S7d. ไม่ดื่มในอนาคต-ฮาร์ดไซเดอร์ เช่น มูสไซเดอร์ บราเธอร์ไซเดอร์'
s7dr99 'S7d. ไม่ดื่มในอนาคต-ไม่มี'
cell 'Cell'
s8 'S8. ขอทราบระดับการศึกษาขั้นสูงสุดของคุณด้วยค่ะ/ ครับ'
s86_oth 'S8. ปริญญาตรี ระบุชื่อมหาวิทยาลัย'
s87_oth 'S8. ปริญญาโท ระบุชื่อมหาวิทยาลัย'
s9 'S9. ขอทราบสถานะภาพทำงานของคุณค่ะ/ ครับ'
s999_oth 'S9. อื่นๆ ระบุ'
s10 'S10. คุณสนใจจะเข้าร่วมงานวิจัยครั้งนี้หรือไม่'
l0 'L0. บันทึกโค้ดดีไซน์บรรจุภัณฑ์ตามลำดับ โดยบันทึกให้ตรงกับ Cell ยี่ห้อโควต้า'
cell1 'Concept 1st'
cell2 'Concept 2nd'
cell3 'Concept 3rd'
cell4 'Concept 4th'
q0 'Q0. คุณรู้จัก แบรนด์นี้ หรือไม่'
q1_1 'Q1. คุณชอบดีไซน์บรรจุภัณฑ์นี้มากน้อยเพียงใด?'
q2_1 'Q2. คุณจะซื้อผลิตภัณฑ์นี้เพราะ ดีไซน์บรรจุภัณฑ์นี้เพียงใด'
q3_1 'Q3. ดีไซน์บรรจุภัณฑ์นี้สอดคล้องกับภาพลักษณ์ของแบรนด์เพียงใด?'
q4_1 'Q4. โลโก้ดูโบราณ'
q5_1 'Q5. ความสวยงามของโทนสีที่ใช้'
q6_1 'Q6. ดีไซน์บรรจุภัณฑ์นี้ สื่อถึง ความสนุกและความมีชีวิตชีวา'
q7_1 'Q7. ดีไซน์บรรจุภัณฑ์มีความทันสมัย'
q8_1 'Q8. ดีไซน์บรรจุภัณฑ์เหมาะกับทุกโอกาสในการดื่ม'
q9_1 'Q9. รู้สึกดี เมื่อถือขวดดีไซน์นี้'
q1_2 'Q1. คุณชอบดีไซน์บรรจุภัณฑ์นี้มากน้อยเพียงใด?'
q2_2 'Q2. คุณจะซื้อผลิตภัณฑ์นี้เพราะ ดีไซน์บรรจุภัณฑ์นี้เพียงใด'
q3_2 'Q3. ดีไซน์บรรจุภัณฑ์นี้สอดคล้องกับภาพลักษณ์ของแบรนด์เพียงใด?'
q4_2 'Q4. โลโก้ดูโบราณ'
q5_2 'Q5. ความสวยงามของโทนสีที่ใช้'
q6_2 'Q6. ดีไซน์บรรจุภัณฑ์นี้ สื่อถึง ความสนุกและความมีชีวิตชีวา'
q7_2 'Q7. ดีไซน์บรรจุภัณฑ์มีความทันสมัย'
q8_2 'Q8. ดีไซน์บรรจุภัณฑ์เหมาะกับทุกโอกาสในการดื่ม'
q9_2 'Q9. รู้สึกดี เมื่อถือขวดดีไซน์นี้'
q1_3 'Q1. คุณชอบดีไซน์บรรจุภัณฑ์นี้มากน้อยเพียงใด?'
q2_3 'Q2. คุณจะซื้อผลิตภัณฑ์นี้เพราะ ดีไซน์บรรจุภัณฑ์นี้เพียงใด'
q3_3 'Q3. ดีไซน์บรรจุภัณฑ์นี้สอดคล้องกับภาพลักษณ์ของแบรนด์เพียงใด?'
q4_3 'Q4. โลโก้ดูโบราณ'
q5_3 'Q5. ความสวยงามของโทนสีที่ใช้'
q6_3 'Q6. ดีไซน์บรรจุภัณฑ์นี้ สื่อถึง ความสนุกและความมีชีวิตชีวา'
q7_3 'Q7. ดีไซน์บรรจุภัณฑ์มีความทันสมัย'
q8_3 'Q8. ดีไซน์บรรจุภัณฑ์เหมาะกับทุกโอกาสในการดื่ม'
q9_3 'Q9. รู้สึกดี เมื่อถือขวดดีไซน์นี้'
q1_4 'Q1. คุณชอบดีไซน์บรรจุภัณฑ์นี้มากน้อยเพียงใด?'
q2_4 'Q2. คุณจะซื้อผลิตภัณฑ์นี้เพราะ ดีไซน์บรรจุภัณฑ์นี้เพียงใด'
q3_4 'Q3. ดีไซน์บรรจุภัณฑ์นี้สอดคล้องกับภาพลักษณ์ของแบรนด์เพียงใด?'
q4_4 'Q4. โลโก้ดูโบราณ'
q5_4 'Q5. ความสวยงามของโทนสีที่ใช้'
q6_4 'Q6. ดีไซน์บรรจุภัณฑ์นี้ สื่อถึง ความสนุกและความมีชีวิตชีวา'
q7_4 'Q7. ดีไซน์บรรจุภัณฑ์มีความทันสมัย'
q8_4 'Q8. ดีไซน์บรรจุภัณฑ์เหมาะกับทุกโอกาสในการดื่ม'
q9_4 'Q9. รู้สึกดี เมื่อถือขวดดีไซน์นี้'
q10a1 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - อันดับ 1'
q10a2 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - อันดับ 2'
q10a3 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - อันดับ 3'
q10a4 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - อันดับ 4'
q11a1 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 1'
q11a2 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 2'
q11a3 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 3'
q11a4 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 4'
q12 'Q12. คุณคิดอย่างไรเกี่ยวกับดีไซน์บรรจุภัณฑ์ และ โลโก้แต่ละแบบ'
q13 'Q13. จากแนวคิดดีไซน์บรรจุภัณฑ์ใหม่ที่คุณเห็น คุณเข้าใจว่าอย่างไร'
q14 'Q14.โปรดระบุความคิดเห็นของคุณต่อดีไซน์บรรจุภัณฑ์ใหม่ของสปาย'
n0 'N0. บันทึกโค้ดโลโก้ตามลำดับ โดยบันทึกให้ตรงกับ Cell โควตาเท่านั้น'
cellp1 'Logo Concept 1'
cellp2 'Logo Concept 2'
cellp3 'Logo Concept 3'
cellp4 'Logo Concept 4'
q15_1 'Q15. คุณชอบโลโก้นี้มากน้อยเพียงใด - Concept W'
q15_2 'Q15. คุณชอบโลโก้นี้มากน้อยเพียงใด - Concept X'
q15_3 'Q15. คุณชอบโลโก้นี้มากน้อยเพียงใด - Concept Y'
q15_4 'Q15. คุณชอบโลโก้นี้มากน้อยเพียงใด - Concept Z'
q16a1 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 1'
q16a2 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 2'
q16a3 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 3'
q16a4 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - อันดับ 4'
q10_a 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - Design A'
q10_b 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - Design B'
q10_c 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - Design C'
q10_d 'Q10. คุณชอบดีไซน์บรรจุภัณฑ์แบบใดมากที่สุด - Design D'
q11_a 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design A'
q11_b 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design B'
q11_c 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design C'
q11_d 'Q11. ดีไซน์บรรจุภัณฑ์แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design D'
q16_w 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design W'
q16_x 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design X'
q16_y 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design Y'
q16_z 'Q16. ดีไซน์โลโก้แบบใดทำให้คุณมีแนวโน้มจะซื้อมากที่สุด - Design Z'.

*****************************************************.
**** Add value labels
*****************************************************.
VALUE LABELS
QUOTA_GENDER 1 'หญิง + LGBT' 2 'ชาย'/
QUOTA_AGE 1 '20-29' 2 '35-45'/
QUOTA_LOCATION 1 'ทรงวาด' 2 'ตลาดจตุจักร' 3 'เมเจอร์รัชโยธิน' 4 'ตลาดเซฟวัน โก คปอ.(Save One Go 1 แยก คปอ.)' 5 'ฟิวเจอร์พาร์ค และ สเปลล์' 6 'ตลาดศรีนครินทร์' 7 'เซ็นทรัลพระราม 2'/
QUOTA_SES 1 'B' 2 'C' 3 'C+'/
QUOTA_BUMO 1 'ผู้ที่ดื่มสปายไวน์คูลเลอร์ P3M' 2 'ผู้ที่ดื่ม เบียร์ และ มีสปายไวน์คูลเลอร์ เป็น หนึ่งในตัวเลือก P3M' 3 'ผู้ที่ดื่ม RTD & ไม่เคยดื่มสปายไวน์คูลเลอร์ P12M แต่ไม่ reject สปาย แบรนด์'/
s1 1 'ชาย' 2 'หญิง' 3 'LGBT'/
s2 1 'ต่ำกว่า 18 ปี' 2 '20-29' 3 '30-34' 4 '35-45' 5 '46-55' 6 'มากกว่า 55 ปี'/
s3 1 'ทรงวาด' 2 'ตลาดจตุจักร' 3 'เมเจอร์รัชโยธิน' 4 'ตลาดเซฟวัน โก คปอ.(Save One Go 1 แยก คปอ.)' 5 'ฟิวเจอร์พาร์ค และ สเปลล์' 6 'ตลาดศรีนครินทร์' 7 'เซ็นทรัลพระราม 2'/
s3_1 1 'กรุงเทพฯ รอบใน' 2 'กรุงเทพฯ รอบกลาง' 3 'กรุงเทพฯ รอบนอก'/
s3_2 1 'บริษัทโฆษณา' 2 'บริษัทประชาสัมพันธ์' 3 'โทรทัศน์/ วิทยุ/ หนังสือพิมพ์/ สื่อสิ่งพิมพ์/ นิตยสาร' 4 'บริษัท/ หน่วยงานวิจัยการตลาด' 5 'ผู้ผลิต/ จำหน่าย/ จัดส่งเครื่องดื่มแอลกอฮอล์' 
6 'ซุปเปอร์มาร์เก็ต/ ร้านสะดวกซื้อ/ ร้านขายของชำ/ ร้านค้าปลีก/ ร้านค้าส่ง' 7 'กระทรวงสาธารณสุข/ องค์การอาหารและยา' 8 'ผับ/ บาร์/ ร้านอาหาร' 9 'ไม่ใช่ทั้งหมดที่กล่าวมา'/
s3_3 1 'ใช่' 2 'ไม่ใช่'/
s4 1 '7,500 บาทหรือน้อยกว่า' 2 '7,501 – 18,000 บาท' 3 '18,001 – 35,000 บาท' 4 '35,001 – 50,000 บาท' 5 '50,001 – 85,000 บาท' 6 '85,001 บาท เป็นต้นไป' 7 'ปฏิเสธที่จะตอบ' 8 'ไม่ทราบ'/
s5 1 'ทุกวัน' 2 'สัปดาห์ละ 5-6 ครั้ง' 3 'สัปดาห์ละ 3-4 ครั้ง' 4 'สัปดาห์ละ 1-2 ครั้ง' 5 'เดือนละ 2 - 3 ครั้ง' 6 'เดือนละครั้ง หรือ น้อยกว่าเดือนละครั้ง' 7 'ไม่ดื่มเลย'/
s6 1 'ฉันเป็นผู้เลือกยี่ห้อและซื้อเอง' 2 'ฉันเป็นผู้เลือกยี่ห้อเอง แต่ไม่ได้ไปซื้อเองทุกครั้ง' 3 'ฉันเป็นผู้เลือกยี่ห้อเอง แต่คนอื่นไปซื้อมาให้' 4 'คนอื่นเป็นคนซื้อ หรือเลือกยี่ห้อให้' 5 'ฉันใช้ยี่ห้ออะไรก็ได้ที่มีอยู่ในบ้าน'/
s7ar1001 1 'เลือก' 0 'ไม่เลือก'/
s7ar1002 1 'เลือก' 0 'ไม่เลือก'/
s7ar1003 1 'เลือก' 0 'ไม่เลือก'/
s7ar1004 1 'เลือก' 0 'ไม่เลือก'/
s7ar1999 1 'เลือก' 0 'ไม่เลือก'/
s7ar1999_oth 1 'เลือก' 0 'ไม่เลือก'/
s7ar2001 1 'เลือก' 0 'ไม่เลือก'/
s7ar2002 1 'เลือก' 0 'ไม่เลือก'/
s7ar2003 1 'เลือก' 0 'ไม่เลือก'/
s7ar2004 1 'เลือก' 0 'ไม่เลือก'/
s7ar2005 1 'เลือก' 0 'ไม่เลือก'/
s7ar2006 1 'เลือก' 0 'ไม่เลือก'/
s7ar2007 1 'เลือก' 0 'ไม่เลือก'/
s7ar2008 1 'เลือก' 0 'ไม่เลือก'/
s7ar2009 1 'เลือก' 0 'ไม่เลือก'/
s7ar2010 1 'เลือก' 0 'ไม่เลือก'/
s7ar2011 1 'เลือก' 0 'ไม่เลือก'/
s7ar2012 1 'เลือก' 0 'ไม่เลือก'/
s7ar2999 1 'เลือก' 0 'ไม่เลือก'/
s7ar2999_oth 1 'เลือก' 0 'ไม่เลือก'/
s7ar3001 1 'เลือก' 0 'ไม่เลือก'/
s7ar3002 1 'เลือก' 0 'ไม่เลือก'/
s7ar3003 1 'เลือก' 0 'ไม่เลือก'/
s7ar3004 1 'เลือก' 0 'ไม่เลือก'/
s7ar3999 1 'เลือก' 0 'ไม่เลือก'/
s7ar3999_oth 1 'เลือก' 0 'ไม่เลือก'/
s7ar4000 1 'เลือก' 0 'ไม่เลือก'/
s7ar5000 1 'เลือก' 0 'ไม่เลือก'/
s7ar6000 1 'เลือก' 0 'ไม่เลือก'/
s7ar7000 1 'เลือก' 0 'ไม่เลือก'/
s7ar8000 1 'เลือก' 0 'ไม่เลือก'/
s7ar9000 1 'เลือก' 0 'ไม่เลือก'/
s7ar1000 1 'เลือก' 0 'ไม่เลือก'/
s7ar1100 1 'เลือก' 0 'ไม่เลือก'/
s7ar1200 1 'เลือก' 0 'ไม่เลือก'/
s7ar1300 1 'เลือก' 0 'ไม่เลือก'/
s7ar99 1 'เลือก' 0 'ไม่เลือก'/
s7br1001 1 'เลือก' 0 'ไม่เลือก'/
s7br1002 1 'เลือก' 0 'ไม่เลือก'/
s7br1003 1 'เลือก' 0 'ไม่เลือก'/
s7br1004 1 'เลือก' 0 'ไม่เลือก'/
s7br1999 1 'เลือก' 0 'ไม่เลือก'/
s7br2001 1 'เลือก' 0 'ไม่เลือก'/
s7br2002 1 'เลือก' 0 'ไม่เลือก'/
s7br2003 1 'เลือก' 0 'ไม่เลือก'/
s7br2004 1 'เลือก' 0 'ไม่เลือก'/
s7br2005 1 'เลือก' 0 'ไม่เลือก'/
s7br2006 1 'เลือก' 0 'ไม่เลือก'/
s7br2007 1 'เลือก' 0 'ไม่เลือก'/
s7br2008 1 'เลือก' 0 'ไม่เลือก'/
s7br2009 1 'เลือก' 0 'ไม่เลือก'/
s7br2010 1 'เลือก' 0 'ไม่เลือก'/
s7br2011 1 'เลือก' 0 'ไม่เลือก'/
s7br2012 1 'เลือก' 0 'ไม่เลือก'/
s7br2999 1 'เลือก' 0 'ไม่เลือก'/
s7br3001 1 'เลือก' 0 'ไม่เลือก'/
s7br3002 1 'เลือก' 0 'ไม่เลือก'/
s7br3003 1 'เลือก' 0 'ไม่เลือก'/
s7br3004 1 'เลือก' 0 'ไม่เลือก'/
s7br3999 1 'เลือก' 0 'ไม่เลือก'/
s7br4000 1 'เลือก' 0 'ไม่เลือก'/
s7br5000 1 'เลือก' 0 'ไม่เลือก'/
s7br6000 1 'เลือก' 0 'ไม่เลือก'/
s7br7000 1 'เลือก' 0 'ไม่เลือก'/
s7br8000 1 'เลือก' 0 'ไม่เลือก'/
s7br9000 1 'เลือก' 0 'ไม่เลือก'/
s7br1000 1 'เลือก' 0 'ไม่เลือก'/
s7br1100 1 'เลือก' 0 'ไม่เลือก'/
s7br1200 1 'เลือก' 0 'ไม่เลือก'/
s7br1300 1 'เลือก' 0 'ไม่เลือก'/
s7c 1001 'สปายไวน์คูลเลอร์/เรด/คลาสสิค/ไวท์/แบล็ค' 1002 'สปายอื่นๆ' 1003 'ฟูลมูน' 1004 'สเมอร์นอฟ ไอซ์' 1999 'ไวน์คูลเลอร์/ ค็อกเทลบรรจุขวดพร้อมดื่ม อื่นๆ {#s7ar1999_oth}' 
2001 'โฮชิ' 2002 '-196' 2003 'หงษ์ทอง โซดา/โคล่า' 2004 'รวงข้าว เรด/บลู/กรีน' 2005 'ซาโต้' 2006 'ชเวปส์ วอดก้า' 2007 'จินโร ต๊อกต๊อก' 2008 'ซันโทรี่' 2009 'ริโอ ไลท์' 2010 'เซลเซอร์ ฟิซ' 2011 'ฟิวชั่น เซลเซอร์' 2012 'ไวท์ คลอว์' 
2999 'ไฮบอล ชูไฮ ฮาร์ดเซลเซอร์ สาโทซ่า อื่นๆ {#s7ar2999_oth}' 
3001 'ช้าง' 3002 'ลีโอ' 3003 'สิงห์' 3004 'ตะวันแดง' 3999 'เบียร์ อื่นๆ {#s7ar3999_oth}' 4000 'เหล้าสี/วิสกี้' 5000 'บรั่นดี' 6000 'เหล้าขาว เช่น รวงข้าว' 7000 'วอดก้า' 8000 'ไวน์' 9000 'สปาร์คกลิ้งฟรุตไวน์ เช่น เฟรสโก้ คอสโมโพลิแทน ดีวา' 
1000 'จิน/รัม/เตกิล่า' 1100 'สาเก' 1200 'โซจู' 1300 'ฮาร์ดไซเดอร์ เช่น มูสไซเดอร์ บราเธอร์ไซเดอร์'/
s7dr1001 1 'เลือก' 0 'ไม่เลือก'/
s7dr1002 1 'เลือก' 0 'ไม่เลือก'/
s7dr1003 1 'เลือก' 0 'ไม่เลือก'/
s7dr1004 1 'เลือก' 0 'ไม่เลือก'/
s7dr1999 1 'เลือก' 0 'ไม่เลือก'/
s7dr1999_oth 1 'เลือก' 0 'ไม่เลือก'/
s7dr2001 1 'เลือก' 0 'ไม่เลือก'/
s7dr2002 1 'เลือก' 0 'ไม่เลือก'/
s7dr2003 1 'เลือก' 0 'ไม่เลือก'/
s7dr2004 1 'เลือก' 0 'ไม่เลือก'/
s7dr2005 1 'เลือก' 0 'ไม่เลือก'/
s7dr2006 1 'เลือก' 0 'ไม่เลือก'/
s7dr2007 1 'เลือก' 0 'ไม่เลือก'/
s7dr2008 1 'เลือก' 0 'ไม่เลือก'/
s7dr2009 1 'เลือก' 0 'ไม่เลือก'/
s7dr2010 1 'เลือก' 0 'ไม่เลือก'/
s7dr2011 1 'เลือก' 0 'ไม่เลือก'/
s7dr2012 1 'เลือก' 0 'ไม่เลือก'/
s7dr2999 1 'เลือก' 0 'ไม่เลือก'/
s7dr2999_oth 1 'เลือก' 0 'ไม่เลือก'/
s7dr3001 1 'เลือก' 0 'ไม่เลือก'/
s7dr3002 1 'เลือก' 0 'ไม่เลือก'/
s7dr3003 1 'เลือก' 0 'ไม่เลือก'/
s7dr3004 1 'เลือก' 0 'ไม่เลือก'/
s7dr3999 1 'เลือก' 0 'ไม่เลือก'/
s7dr3999_oth 1 'เลือก' 0 'ไม่เลือก'/
s7dr4000 1 'เลือก' 0 'ไม่เลือก'/
s7dr5000 1 'เลือก' 0 'ไม่เลือก'/
s7dr6000 1 'เลือก' 0 'ไม่เลือก'/
s7dr7000 1 'เลือก' 0 'ไม่เลือก'/
s7dr8000 1 'เลือก' 0 'ไม่เลือก'/
s7dr9000 1 'เลือก' 0 'ไม่เลือก'/
s7dr1000 1 'เลือก' 0 'ไม่เลือก'/
s7dr1100 1 'เลือก' 0 'ไม่เลือก'/
s7dr1200 1 'เลือก' 0 'ไม่เลือก'/
s7dr1300 1 'เลือก' 0 'ไม่เลือก'/
s7dr99 1 'เลือก' 0 'ไม่เลือก'/
cell 1 'ผู้ที่ดื่มสปายไวน์คูลเลอร์ P3M' 2 'ผู้ที่ดื่ม เบียร์ และ มีสปายไวน์คูลเลอร์ เป็น หนึ่งในตัวเลือก P3M' 3 'ผู้ที่ดื่ม RTD & ไม่เคยดื่มสปายไวน์คูลเลอร์ P12M แต่ไม่ reject สปาย แบรนด์'/
s8 1 'ไม่ได้รับการศึกษาเลย' 2 'ประถมศึกษา' 3 'มัธยมศึกษาตอนต้น' 4 'มัธยมศึกษาตอนปลาย' 5 'ปวช./ ปวส.' 6 'กำลังศึกษา หรือ จบปริญญาตรี (โปรดระบุชื่อมหาวิทยาลัย)[oth]' 7 'กำลังศึกษา หรือ จบปริญญาโทหรือสูงกว่า (โปรดระบุชื่อมหาวิทยาลัย)[oth]'/
s9 1 'พ่อค้า – แม่ค้า/ หาบเร่ – แผงลอย' 2 'พวกทำงานโดยใช้ฝีมือ/ ใช้ความชำนาญ (เช่น เย็บผ้า, เสริมสวย)' 3 'ผู้ทำงานไม่ใช้ฝีมือ/ ไม่ใช้ความชำนาญ (เช่น งานโรงงาน, รับจ้างทั่วไป)' 
4 'งานวิชาชีพ เช่น แพทย์, สถาปนิก, อาจารย์, ทนาย, พยาบาล, ผู้ตรวจสอบบัญชี)' 5 'เจ้าของกิจการ' 6 'ผู้บริหารระดับสูง' 7 'ผู้บริหารระดับกลาง' 8 'หัวหน้างาน/ พนักงานที่มีความชำนาญ' 9 'พนักงานออฟฟิศ' 
10 'ข้าราชการ/ รัฐวิสาหกิจ ระดับสูง' 11 'ข้าราชการ/ รัฐวิสาหกิจ ระดับกลาง' 12 'ข้าราชการ/ รัฐวิสาหกิจ ชั้นผู้น้อย' 13 'นักเรียน / นักศึกษา' 14 'แม่บ้าน' 15 'ทำงานอิสระ เช่น ขายของออนไลน์ ฟรีแลนซ์' 16 'ว่างงานไม่ได้ทำงาน/กำลังหางานทำ' 
99 'อื่นๆ (ระบุ)[oth]'/
s10 1 'ยินดี' 2 'ไม่ยินดี'/
l0 1 'A > B > C > D' 2 'A > C > D > B' 3 'A > D > C > B' 4 'B > A > C > D' 5 'B > C > D > A' 6 'B > D > A > C' 7 'C > A > D > B' 8 'C > B > A > D' 9 'C > D > B > A' 10 'D > A > B > C' 
11 'D > B > A > C' 12 'D > C > B > A' 13 'A > B > C > D' 14 'A > C > D > B' 15 'A > D > C > B' 16 'B > A > C > D' 17 'B > C > D > A' 18 'B > D > A > C' 19 'C > A > D > B' 20 'C > B > A > D' 
21 'C > D > B > A' 22 'D > A > B > C' 23 'D > B > A > C' 24 'D > C > B > A' 25 'A > B > C > D' 26 'A > C > D > B' 27 'A > D > C > B' 28 'B > A > C > D' 29 'B > C > D > A' 30 'B > D > A > C'
 31 'C > A > D > B' 32 'C > B > A > D' 33 'C > D > B > A' 34 'D > A > B > C' 35 'D > B > A > C' 36 'D > C > B > A'/
q0 1 'รู้จัก' 2 'ไม่รู้จัก'/
q1_1 7 'ชอบมาก' 6 'ชอบปานกลาง' 5 'ชอบเล็กน้อย' 4 'ชอบ / ไม่ชอบ พอๆ กัน' 3 'ไม่ชอบเล็กน้อย' 2 'ไม่ชอบปานกลาง' 1 'ไม่ชอบมาก'/
q2_1 5 'จะซื้ออย่างแน่นอน' 4 'อาจจะซื้อ' 3 'ไม่แน่ใจ' 2 'อาจจะไม่ซื้อ' 1 'จะไม่ซื้ออย่างแน่นอน'/
q3_1 5 'สอดคล้องกับภาพลักษณแบรนด์ มาก' 4 'สอดคล้องกับภาพลักษณแบรนด์' 3 'กลางๆ (ไม่สอดคล้องและสอดคล้องพอ ๆ กัน)' 2 'ไม่ค่อยสอดคล้องกับภาพลักษณแบรนด์' 1 'ไม่สอดคล้องกับภาพลักษณแบรนด์เลย'/
q4_1 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q5_1 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q6_1 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q7_1 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q8_1 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q9_1 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q1_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q2_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q3_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q4_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q5_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q6_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q7_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q8_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q9_2 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q1_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q2_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q3_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q4_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q5_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q6_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q7_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q8_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q9_3 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q1_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q2_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q3_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q4_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q5_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q6_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q7_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q8_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q9_4 1 'ไม่เลย' 2 '2' 3 '3' 4 '4' 5 'มาก'/
q10a1 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q10a2 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q10a3 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q10a4 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q11a1 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q11a2 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q11a3 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q11a4 1 'Design A' 2 'Design B' 3 'Design C' 4 'Design D'/
q13 1 'เป็นสปายรสชาติเดิม (สปายเรด,คลาสสิค) ที่ฉันเคยรู้จัก/เคยดื่ม ในดีไซน์บรรจุภัณฑ์แบบใหม่' 2 'เป็นสปาย (สปายเรด, คลาสสิค) รสชาติปรับปรุงใหม่ พร้อมดีไซน์บรรจุภัณฑ์แบบใหม่' 3 'เป็นสปายรสชาติใหม่ สินค้าใหม่จากสปาย พร้อมดีไซน์บรรจุภัณฑ์แบบใหม่'/
q14 5 'ยังคงเป็น สปายที่ฉันรู้จักและชอบ' 4 'ดูใหม่ขึ้น และยังเป็นสปายที่ฉันรู้จักและชอบ' 3 'ไม่รู้สึกอะไรเป็นพิเศษ' 2 'รู้สึกแตกต่างและไม่ค่อยเข้ากับสปายที่ฉันรู้จักและชอบ' 1 'ไม่รู้สึกว่าเป็น สปายที่ฉันรู้จักและชอบ'/
n0 1 'W > X > Y > Z' 2 'W > Y > X > Z' 3 'W > Z > X > Y' 4 'X > W > Y > Z' 5 'X > Y > Z > W' 6 'X > Z > W > Y' 7 'Y > W > Z > X' 8 'Y > X > Z > W' 9 'Y > Z > W > X' 10 'Z > W > Y > X' 
11 'Z > X > W > Y' 12 'Z > Y > X > W' 13 'W > X > Y > Z' 14 'W > Y > X > Z' 15 'W > Z > X > Y' 16 'X > W > Y > Z' 17 'X > Y > Z > W' 18 'X > Z > W > Y' 19 'Y > W > Z > X' 20 'Y > X > Z > W' 
21 'Y > Z > W > X' 22 'Z > W > Y > X' 23 'Z > X > W > Y' 24 'Z > Y > X > W' 25 'W > X > Y > Z' 26 'W > Y > X > Z' 27 'W > Z > X > Y' 28 'X > W > Y > Z' 29 'X > Y > Z > W' 30 'X > Z > W > Y' 
31 'Y > W > Z > X' 32 'Y > X > Z > W' 33 'Y > Z > W > X' 34 'Z > W > Y > X' 35 'Z > X > W > Y' 36 'Z > Y > X > W'/
q15_1 7 'ชอบมาก' 6 'ชอบปานกลาง' 5 'ชอบเล็กน้อย' 4 'ชอบ / ไม่ชอบ พอๆ กัน' 3 'ไม่ชอบเล็กน้อย' 2 'ไม่ชอบปานกลาง' 1 'ไม่ชอบมาก'/
q15_2 7 'ชอบมาก' 6 'ชอบปานกลาง' 5 'ชอบเล็กน้อย' 4 'ชอบ / ไม่ชอบ พอๆ กัน' 3 'ไม่ชอบเล็กน้อย' 2 'ไม่ชอบปานกลาง' 1 'ไม่ชอบมาก'/
q15_3 7 'ชอบมาก' 6 'ชอบปานกลาง' 5 'ชอบเล็กน้อย' 4 'ชอบ / ไม่ชอบ พอๆ กัน' 3 'ไม่ชอบเล็กน้อย' 2 'ไม่ชอบปานกลาง' 1 'ไม่ชอบมาก'/
q15_4 7 'ชอบมาก' 6 'ชอบปานกลาง' 5 'ชอบเล็กน้อย' 4 'ชอบ / ไม่ชอบ พอๆ กัน' 3 'ไม่ชอบเล็กน้อย' 2 'ไม่ชอบปานกลาง' 1 'ไม่ชอบมาก'/
q16a1 1 'Logo W' 2 'Logo X' 3 'Logo Y' 4 'Logo Z'/
q16a2 1 'Logo W' 2 'Logo X' 3 'Logo Y' 4 'Logo Z'/
q16a3 1 'Logo W' 2 'Logo X' 3 'Logo Y' 4 'Logo Z'/
q16a4 1 'Logo W' 2 'Logo X' 3 'Logo Y' 4 'Logo Z'/
q10_a 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q10_b 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q10_c 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q10_d 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q11_a 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q11_b 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q11_c 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q11_d 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q16_w 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q16_x 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q16_y 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/
q16_z 4 'อันดับ 1' 3 'อันดับ 2' 2 'อันดับ 3' 1 'อันดับ 4'/.
EXECUTE.


*****************************************************.
**** Adjust Variable Level
*****************************************************.
*Variable Level INTID (Nominal).
*Variable Level LOI (Nominal).
*Variable Level RESPONDENT_SERIAL (Nominal).

*****************************************************.
**** Save File
*****************************************************.
SAVE OUTFILE='C:\Users\v__o\OneDrive\www\DWork\Magellanic\survey\spss\Output.sav'
/DROP=status status_lock startdate enddate lastact loi lastlogic lastq hist ip ssid machine sinvite stype survey_m rd_name rd_tel q12 QUOTA_GBKK s7ar1999_oth s7ar2999_oth s7ar3999_oth s7dr1999_oth s7dr2999_oth s7dr3999_oth s86_oth s87_oth s999_oth.

